{"meta":{"title":"Crevice of Divine Divinity","subtitle":null,"description":null,"author":"留曦","url":"http://yoursite.com"},"pages":[],"posts":[{"title":"赚大钱的事情，从来都不会很辛苦","slug":"thinking-00012","date":"2018-07-10T11:40:49.000Z","updated":"2020-09-04T07:01:57.603Z","comments":true,"path":"2018/07/10/thinking-00012/","link":"","permalink":"http://yoursite.com/2018/07/10/thinking-00012/","excerpt":"1我此前讨论过普通人要获取财富的必要条件，是必须要承担风险。打工者真实地创造了大部分的价值，但通过让渡风险，也把这些价值同时让渡给了企业主（包括资本家）。 详细参考：财富自由的拐点：对风险的深刻理解 今天想和大家再深入探讨一下，承担什么样的风险，才能大概率地实现财富的爆发增长。结论其实很简单，就是下面这句话： 在新周期萌芽的起始阶段，主动参与其中，顺应大势。","text":"1我此前讨论过普通人要获取财富的必要条件，是必须要承担风险。打工者真实地创造了大部分的价值，但通过让渡风险，也把这些价值同时让渡给了企业主（包括资本家）。 详细参考：财富自由的拐点：对风险的深刻理解 今天想和大家再深入探讨一下，承担什么样的风险，才能大概率地实现财富的爆发增长。结论其实很简单，就是下面这句话： 在新周期萌芽的起始阶段，主动参与其中，顺应大势。这里的新周期，既包括宏观层面的经济/金融周期，又包括更微观层面的商业/行业周期。 顺应新周期的大势，说起来简单，但其实做起来是有相当难度的。因为只有在新周期形成的初始阶段，扎入其中，才能收获溢价。 当新周期变得人尽皆知之后，它就不是「新周期」了，竞争会迅速抹平超额回报，这时你再进入，充其量只是获得平均回报，这就是大部分人的宿命。 正是因为大势很大程度上的随机性，所以个体选择参与某种自己认为的「大势」，是需要承担较大的风险的。这种风险下，可能需要你做出与当下主流商业选择相悖的选择。 比如早期的互联网创业者，比如2008年金融危机下的房地产市场，比如移动互联网刚起步时辞职全职做新媒体，再比如2017年初押注白马大盘股。 2新周期在出现的时点和呈现的特征上，在一开始具有相当程度的随机性。因此，它并不能通过头脑里的逻辑分析（我把这个过程称为「沙盘交易」）来识别。也因此，绝大部分人对「新周期」的判断，事后来看，都是错误的。 除了极少数极具商业敏感度和胆识魄力的天才之外（如乔布斯早先市场主流认可两年推出苹果手机），绝大部分即使被新周期选中的人，包括马云马化腾，也只是被动「顺应大势」的结果而已。阿里这家公司是如何顺应大势的，后文我会细说。 也因此，我一直有个简单的对商业世界新趋势的判断法则： 凡是被媒体主流预测是下一个「风口」的趋势，都不可能成为真正的「风口」。 比如早年的O2O，直播，共享单车等等，包括最近大热的区块链相关的创业项目，事后也一定会面临前面这些领域一样的结局。 老铁们难道没有发现么，所谓的新周期，风口和新趋势，都是事后人们享受到一波超额溢价之后，回头来看才总结出来的。 所谓的「新周期」，对于99.99%的人来说，都只是一个「事后诸葛」的后验结论。 预测经济/商业新周期的努力，和金融市场里宏观分析师对经济和市场的预测，本质上差不多，都和算命的行为很像。因此，老铁们千万别被所谓的大佬口中的「风口」迷惑了，即便他们的「预测」成功，也只是被动随机「被选择」的结果。 如果新周期和新趋势能被预测和分析出来，那创造伟大的企业这件事，也一定是有范式的，伟大的企业家也是可以被「培训」出来的，但很遗憾，这样的结论显然不成立。 3比如我们看看阿里的发展历史。 阿里创业初期，马云爸爸一定没有想到它会发展到今天这个样子。 最开始，只是因为马云到美国发现因特网上搜索不到中国的商品，所以回到国内就想把中国的商品放到网上去。这个想法是不是足够简单？ 所有伟大的企业，在创业初期，都是从一个极小的切入口开始的。所以创业的老铁们，如果你还在头脑里建立一个非常宏大的「蓝图愿景」，一开始就高举高打，那你要警惕了，这种创业路径，基本都是要死的。 后来阿里巴巴为什么走了和美国的亚马逊完全不同的路径，也即是从B2B开始（而亚马逊是从B2C）？这就要和时代背景结合起来才能真正理解。 我早先就说过，中国经济在2000年前后的二十年，一直凭借着廉价劳动力（即人口红利优势）靠出口拉动。因此，外贸是这二十年的黄金行业。珠三角长三角的很多传统制造业都是在这个时候起飞的。 在这样的背景下，阿里巴巴位于浙江杭州的天然地理优势，就决定了它先会从外贸业务起步，因为这正好契合了中国经济宏观上外贸拉动的大趋势。 顺应了大趋势，自然赚钱就特别容易。 如果阿里一开始是和亚马逊一样搞B2C，估计就没有现在的阿里了，因为没有经济大趋势和它形成合力。这就是我们常说的「天时」，当然阿里位于浙江也包括了「地利」的因素，还有所谓的创业18将形成的「人和」。 后来阿里为什么要做淘宝呢，是因为看到eBay进入中国，发现还可以这么玩儿。所以赶紧搞了个内部创业团队，想办法干掉eBay（其实是复制eBay的模式而已）。但决定淘宝最终能发展壮大成为中国老百姓网购第一平台的因素，并不是创业团队多么努力，而同样是当时的大背景。 这个大背景是什么？是80后消费的崛起。 80后这代人和70后，90后都不同。70后是从小有吃苦印记的一代人，且对互联网相对生疏，不太习惯在网上交易。而90后呢，从小已经物质条件丰富，没有多少吃苦印记，消费上对价格的敏感度相对低。 80后正好夹在中间，他们在中学时代开始接触互联网，具有较好的融入度，同时幼年时期又有一些吃苦的记忆，但等他们成年步入社会后，收入水平迅速提高。于是他们就开始形成在网上消费的习惯，并且这个习惯伴随一个非常重要的特征： 追求性价比。 这个特征在80后群体里是非常明显的，但是在90后当中，就要弱得多（他们更追求价值认同，这是现在很多小品牌崛起的重要原因，此处不详谈）。追求性价比，就让淘宝上的低价商品变得非常畅销。辅之以一代人财富的快速增长，消费在经济当中扮演越来越重要的角色，C2C这样的平台，就这样悄无声息地崛起了。 而支付宝，完全是淘宝的一个副产物，因为要解决买卖双方的信任问题，最开始马云是找银行来做这件事，但银行哪里会做这种单笔消费极低的交易中介呢。于是马云就自己搞，支付宝就这么诞生了，完全不是一开始就规划好要做普惠金融的。 再往后看天猫，阿里云等等，无不具有重大的时代背景与之相契合。并且一开始也不是阿里主动率先搞起来的，比如天猫实际上是京东攻城拔寨很牛逼了之后，阿里才反应过来要做B2C。包括它的菜鸟网络，也是很大程度上受到京东自建物流的刺激。阿里云则和整个全球互联网公司包括亚马逊谷歌等等在云技术方面的大力投入和领头有关系。 总之，阿里的业务体系里，几乎没有哪一个主流板块，是一开始马云爸爸规划出来的。它们的发展壮大，都是契合了当时的时代大背景大趋势。某种意义上，是被选择的结果。 因此马云说，如果他现在再搞一遍阿里，一定做不到现在这样子，我是百分百认同的。 任何伟大的企业，或者赚大钱的机会，第一重要的因素，一定不是人，而是社会大势。 大势&gt;团队&gt;资金 以上是创业成功的黄金法则，任何企业都一样。所谓的大势，放到具体的商业模型中，就是需求。你满足的需求，是不是和大势的方向一致。 也因此，现在你们去听马云扯淡未来三十年的趋势，也就是听听就好了。历史上他规划不了阿里的每个关键节点，未来他同样规划不了。 至于阿里能不能在三十年后还能幸运的被时代大趋势「选中」，就成了一个随机问题。只不过在这个随机的结果上，它被选中的概率可能比别的大一点而已。 4回到个体与大势之间关系的问题。 尽管马云有着超乎常人的商业敏锐度，但我认为阿里成功最关键的依然不是他和他的团队的能力。即便马云，也不能脱离时代背景谈成功，普通人就更是如此。 很显然，比马云聪明的人会有很多，比马云有能力的人也会有很多，比马云辛苦努力的人更多。但为什么马云能成功，其他人都成了炮灰？是因为马云无比坚信互联网电子商务的未来，比任何人都坚信，因此顺理成章地，他就被后面的互联网时代选择了。 当然也有很多人或者公司在自己的领域有着无比坚定的信仰，比如NOKIA和黑莓手机，只是因为它们的信仰后来被证明与大势相左，于是它们就成了时代的弃儿。 因此，在任何一个时代环境下，赚大钱的人，一定不是最辛苦的，也不是最有能力的，而是做的事情和大势相吻合的那批人。 顺应了趋势，时代带着你赚钱。不借力大势，无论你怎么努力怎么牛逼，最多也只是赚个平均回报。 比如过去十年买了很多房子的大叔大妈，你认为他们比一些名校毕业的企业白领更辛苦地在工作吗？或者他们的能力更牛逼吗？显然不是。 再比如，过去三四年借助新媒体发展的这波内容大势，很多并没有靓丽学历和工作经历的人，赚得盆满钵满。一年上千万的收入，在新媒体圈子绝对不算罕见。是因为他们没日没夜在努力工作吗？还是因为他们个个都有名校名企的资历背景？显然也不是。 最终你会发现，凡是过分追求确定性的情况下，无论个人还是企业，其实过得都非常辛苦，因为竞争实在太激烈甚至太惨烈了。 归根到底，什么样的人能赚大钱？ 掌握信息优势的人。 比如在股票市场，最容易的方式是利用内幕消息，当然这是违法的。巴菲特几十年如一日持续学习和研究有限行业的有限公司，这让他比其他市场参与者具备更多的信息优势，当然就能做出更好的投资决策。 同样地，为什么顺应大势的人能不那么辛苦也赚到大钱，是因为他们很早（不管是主动还是被动地）进入新周期，在大部分人尚未获取到有关新周期的信息时，他们已经积累了一波信息优势。 当比特币最原始的买家已经财富自由时，今年进入的新韭菜，当然只有被收割的命。 因此，对于任何个体而言，无论公司还是个人，如果赚钱赚得异常辛苦，或者创业过程异常艰难，天天都在晒凌晨四点的北京，那一定是你的方向出了问题。而方向出了问题，是无法通过努力工作增加能力来矫正的。 想一想富士康流水线上的工人，你们有多少人比他们工作更辛苦更努力呢？ 人们唯一赚大钱的机会，就是想办法和新周期的趋势站在一起。新周期的趋势又没办法预测，所以是不是普通人就没有办法了？ 不是，至少三个方面，普通人可以去刻意努力： 1. 学习新知识，对经济金融商业环境保持足够的敏感度。 2. 反过来想，总是反过来想： 如果一个行业赚钱已经人尽皆知，那么它一定只能让你赚辛苦钱，赚平均水平的钱，甚至让你亏钱。一个明智的人，是不会进入这样的行业/机会「浪费」时间的。 3. 让自己拥有足够的勇气与魄力去冒险。 理论上越有能力的人越有冒险的底气，但很多时候现实恰恰相反：越有能力的人，往往越倾向于保守(缺少商业方面的能力)。这就是为什么赚大钱的人，很多都具有「枭雄」的特征。而有能力的人，多数成了获得平均回报的打工白领。 最后，让我们以TA的一句名言结束今天的推文： 一个人的命运啊，当然要靠自我奋斗，但也要考虑到历史的进程。","categories":[],"tags":[{"name":"思维","slug":"思维","permalink":"http://yoursite.com/tags/思维/"}]},{"title":"财富自由的拐点：对风险的深刻理解","slug":"thinking-00011","date":"2018-07-10T11:28:53.000Z","updated":"2020-09-04T07:01:57.603Z","comments":true,"path":"2018/07/10/thinking-00011/","link":"","permalink":"http://yoursite.com/2018/07/10/thinking-00011/","excerpt":"很多人工作后都非常努力，兢兢业业，早出晚归，还不忘闲暇周末报个培训班，甚至脱产回炉再造念MBA。这一切努力都是为了：早日升职加薪，月入十万，买上学区房，甚至财务自由。然而残酷的事实是，这些方式，很难让你达成月入十万的目标，更不用说财务自由。 人群中能实现财务自由这一目标的人，是绝对的少数。对比一下这些人和普通大众，你认为两个群体最大的区别在哪里？读完本文，对这个问题的答案你会有深刻的理解。","text":"很多人工作后都非常努力，兢兢业业，早出晚归，还不忘闲暇周末报个培训班，甚至脱产回炉再造念MBA。这一切努力都是为了：早日升职加薪，月入十万，买上学区房，甚至财务自由。然而残酷的事实是，这些方式，很难让你达成月入十万的目标，更不用说财务自由。 人群中能实现财务自由这一目标的人，是绝对的少数。对比一下这些人和普通大众，你认为两个群体最大的区别在哪里？读完本文，对这个问题的答案你会有深刻的理解。 1劳动创造价值 所有打工者创造的价值都远远超过其获得的收入。 假如你是一个房产销售员，你每个月为公司创造的业绩可能是几千万，但你的工资只有几万块，或者好的话会有十几万的提成。 你是一个产品经理，你主导的一款App为公司带来了千万级的投资，然而，你可能只拿到了不过三十万的年薪。 你是咨询顾问，没日没夜加班，做了一单三个月的项目，公司收取了客户300万的咨询费用，而你们所有项目成员，加起来不过拿到了30万的工资。 劳动创造价值是不言而喻的，然而，劳动并不能很好地参与价值的分配。 2收入分配的优先次序 收入分配的要素按照优先级排序是：风险&gt;资本&gt;劳动。 资本和劳动是典型的生产要素。风险严格上算不上生产要素，它只是生产过程中的伴随变量。然而这一变量足够重要，所以我把它和资本劳动并列。 对于单纯的打工者而言，往往其投入的要素是优先级最低的劳动，所以其在价值（收入）分配当中，处于分配链的末端。 现代金融学里一个核心理念是，资本资产的定价绕不开风险这一要素，或者说资产的定价，就是对风险的定价。诺贝尔经济学奖的成果之一的CAPM模型就是讲述资本资产的定价，取决于它同整体市场的联动性（风险大小，行业里叫beta）。 尽管CAPM模型存在诸多不足，但这并不妨碍它成为现代金融学术和实务的基石，也不妨碍我们藉此来理解风险的重要性。简单来说，在金融市场里，剔除了风险，就没有了交易，也就没有了资产的价值。（金融思维训练营的同学，应该对此感到特别熟悉。） 这也是为什么在投资行业，绝对收益最高的是成功的天使投资。极端如MIH对腾讯的投资，3200万美元变为现在近600亿美金，回报2000倍，这一成绩全球投资界至今无人能及。这是对风险是价值分配的第一优先要素的最好例证。 不承担风险，是不可能获得高回报的。同样地，成功的创业者后续获得的一系列财富，也属于利用其承担的风险，参与对价值的分配。 第二个要素是资本。 资本这一要素和风险往往是联接在一起的，但有时也可以是分离的。例如利用信息不对称进行套利的资本，利用权力寻租套利的资本，或者在预期收益大概率确定时投入的资本，如在Pre-IPO进入的资金。 以上的几类资本，承担的风险就相对较低。而很多早期的创业者，则几乎不会凭借资本参与后续创业成功的分配，典型如互联网科技行业。MIH投资腾讯的案例，则属于资本和风险相结合的情况，为多。 最后才是劳动。 因为劳动的提供者，并不承担企业经营风险，也不承担投资失败的风险。无论公司经营情况如何，劳动者总会获得规定的报酬。所以劳动者获得的收入，顺理成章会远低于他们创造的价值。 3风险与价值的对冲 事实上，通过第二部分的分析，我们可以很容易得出下面这个结论： 打工者创造的价值，通过让渡风险，大部分转移给了老板（股东）。 企业价值的大部分是员工创造的，这个结论没有任何问题，没有哪个公司可以仅凭老板就能实现营业收入和增长。但只有老板承担了公司经营的风险，员工没有，职业经理人也没有。 员工通过让渡自己创造价值的大部分给老板，同时也让渡企业经营的风险，这可以看着员工放弃大部分的收入分配的索取权，来对冲可能承担的经营风险，实际上是一项非常公平的交易。 市场对风险的定价，以及由此形成的承担风险作为首要优先要素参与产出的分配，大概是人类文明发展过程中最伟大的发明之一，如果是某个人发明了这个规则，这个人足够拿一百次诺贝尔奖。 对风险的承担其实是市场发挥资源配置作用的关键之所在，在产出前面，以承担风险的多少来决定最终的报酬分配，也是整个经济和商业体系运转最公平的保障机制。 对于很多人口中的二代，如果你把他们的家族作为一个整体来看，其实就很容易理解。另外一人说的贪腐官员的权力寻租，则承担了落马和政治生涯终结的风险。这些人获得相应的回报，从这个意义上说，也是“公平”的。 4低风险与一般人 一般人是什么意思？意思就是，概率这件事是很准的。 你不会买彩票中500万，你不会成为比尔盖茨或者李嘉诚，你不会坐飞机掉下来，我们当中很少的人会创业成功，有30％的人会离婚，大部分人会活过65岁，你也不会娶到范冰冰，或者嫁给王思聪，王健林或者马云也不会哪天碰巧想起来和你谈个生意。 一般人往往在生活和事业当中，都属于典型的风险厌恶者。他们小心翼翼，谨小慎微地生活和尝试新鲜事物，害怕尝试之后的失败。 正是因为大部分人都选择了低风险的稳当道路，所以大部分人也处于竞争激烈的劳动力市场环境，而竞争会抹平各种溢价。这些溢价包括了学历的，长相的，时间投入上的等等。 这就是为什么无数名校生也只能过上普通人的生活。长得好看的人，除了在学校里可以享受到长相带来的优越感，毕业后也多数会迅速归于尘土。而以时间投入计量的努力程度，从来都是最容易被超越的。 一般人的另一层含义是，竞争让你只能过上平均的生活。 开篇我提到的加班、报培训班、念MBA等，以上这些努力，是没有门槛，或者说门槛是不高的。它们的结果也是相对确定的，不存在太多未来的不确定性，也即没有多少风险。 有太多的人冲进来和你做同样的努力，结果就是，你努力的回报只能是一个平均的水平，这是竞争的均衡。这就好比，如果市场只有你一家卖菜的，你可以卖100块一斤，但是如果有100家卖菜的，你只能卖2块钱一斤。 尽管低风险和竞争会抹平各种溢价，会让你的回报趋于平均水平，那是不是就意味着你就不要加班，不要充电了呢？当然不是，你需要更加努力，否则，等待你的结果，就是平均水平之下。 要知道一个基本的事实，远超平均水平的人，数量稀少，但掌握的价值巨大。所以只要极少数人，就能把平均水平拔高。 也因为此，你需要十分努力，才能保证自己过上一个平均的生活。事实上也的确如此，大部分一辈子的努力，也就是为了过上平均水平的生活。 5从观念到行动 前面几部分的逻辑自然延伸，就是要获得高收入，就需要跳出一般人的思维，从而跳出竞争的红海。一般人的思维里，最重要的是放弃自己创造的价值，来对冲风险，从而实现稳定的生活。 认识到价值分配的优先次序，以及不同人群的获利逻辑，是实现迭代升级的第一步。只有思维做好准备，并从心底说服自己接受这些思维，才可能踏出行动的脚步。 所谓的行动，就是要提高自己的风险偏好，开始尝试做一些冒险的尝试。这种尝试必须建立在两个重要基础之上： 一是具备风险的思维，亦即上文所述。 人们不发自内心相信的事情不会去做，有时口头上我们知道有些东西很好，但不会去做，是因为发自内心你并不会这么觉得。比如读书和睡觉，发自内心地你肯定觉得睡觉更舒服，所以才会把书扔到一旁。 嘴上说什么不重要，身体往往最诚实。认知和行为，比想象中的要一致。 二是具备风险对冲的能力，也就是控制风险和承担冒险后果的能力。 冒险不等于冒失，更不等于莽撞。它实际上是一整套关于风险的评估、规避和承担等行为的系统。当然，当中也包括追求概率正确，承担概率损失的勇气和决心。 提到风险，人们情不自禁地就会想到创业，或者投资高风险金融资产，如股票、期货、外汇等。无论哪种型模式，我认为它们都是基于风险视角下对未来的投资，或者叫投机。 投资和投机的区别在于，投资胜率相对更大，但回报期会更长，通常运用复利的力量实现财富的增长。而投机则反过来，以牺牲一定的胜率，来实现回报期的缩短。 如果你现在有一块钱，投资一年的回报率是r，那么n年后，这一块钱的价值会变为(1+r)^n。这其实是一个重要大不会被多数人重视的基本增值模型。投资的重点在于n的力量，而投机则是利用r。 举两个具体的例子。 一个是我的一位朋友。 普通三本院校毕业，毕业后也没工作，直接办起了中小学的课外培训班。现在三十多岁，公司年入数亿，已经在新三板上市。他的公司有不少北清复交毕业的高材生。 财富的分配，不是按照学历，按照知识经验，甚至不是按照“能力”来的，而是按照承担的风险来的，如我上述讲过的那样。当然，承担风险也算是一种能力。 另一个是我自己。 我的情况很多老用户都清楚，创业前两年现金流一直是负的。直到今年，迎来了事业发展上一个小小的拐点，抹平了前些年的全部损失，并且显著地摆脱创业者财务窘迫的状况。更重要的是，未来会更好。详细的情况，以后有机会再和大家分享。 7写在最后 不管你对风险是什么样的态度，都要明白前面提到的一个事实： 如果你永远只在一般人努力的范畴里努力，那么你努力的结果一定会被竞争拉平到平均水平，你永远也不可能实现财务自由，甚至连基本的生存自由都难解决。（有多少人能不靠父母不靠贷款自己买房呢？） 只有你跳出这片“努力”的红海，开辟一个只有少数人涉足的蓝海，才可能真正取得大部分人都无法获取的回报。这种回报，是对你承担风险的溢价补偿。 如果你贪图安逸，生性保守，那你最好趁早放弃不切实际的幻想。 人们最大的痛苦，往往来源于知道得太多，而做到得太少。 知道一万个财务自由的方法，但脚底板一直没有迈出过让自己舒服的一亩三分地，还为此十分焦虑。这叫什么？这叫自欺欺人，或者又叫咎由自取。 要么你知道得少一点，像个傻子一样乐呵过一辈子，这也是非常幸福的。 要么你知道了很多，就去尽最大可能把它们做到，像个疯子一样去行动，去把知道的想要的变成现实。 千万不要做夹在中间的矫情犯，他们的无病呻吟，没人理会。","categories":[],"tags":[{"name":"思维","slug":"思维","permalink":"http://yoursite.com/tags/思维/"}]},{"title":"沉浸阅读，是让人变蠢最快的方法","slug":"thinking-00010","date":"2018-07-10T11:19:30.000Z","updated":"2020-09-04T07:01:57.603Z","comments":true,"path":"2018/07/10/thinking-00010/","link":"","permalink":"http://yoursite.com/2018/07/10/thinking-00010/","excerpt":"再也没有比长时间的看书更快捷的办法让自己变得蠢了，更不要说那些把看了多少本书当作炫耀的资本，和增强自信心的手段的糊涂虫了。 上大学时，我曾与朋友讨论「阅读」之于个体的意义，本文为当时讨论的手稿，至今看来，仍然受用。","text":"再也没有比长时间的看书更快捷的办法让自己变得蠢了，更不要说那些把看了多少本书当作炫耀的资本，和增强自信心的手段的糊涂虫了。 上大学时，我曾与朋友讨论「阅读」之于个体的意义，本文为当时讨论的手稿，至今看来，仍然受用。我们主要讨论了如下几个问题： 独立思考如何成为可能。 如何避免大脑成为他人思想的跑马场。 「弄脏的双手」与「二手货」。 从熟知到真知：表达与统一。 1. 自由意志每个人都有一个独立的精神世界，这个王国的独立体现在：它绝无完全被除自身的自由意志之外的任何其他对象控制之可能。 这个精神世界的浩瀚几乎等同于我们平常所说的宇宙。 自由意志是这个世界的王，绝对的裁判和主宰。而独立思考是实现这个世界丰富、和谐以及完整的唯一途径。 精神世界的构建只有在自由意志觉醒之后才会成为可能。这之前是混乱的，被强塞的各种异物占据着，它几乎与生理的成长在时间上没有必然关系，这就是「巨婴」随处可见的根源。 因某些机缘，自由意志被我们发现，这便是成熟的第一步，但此时，它远远还没有成为王国的主宰，我们仅仅开始怀疑自己的精神世界有些地方不那么完美。 只有到我们有勇气在不需要外人指导和干涉的前提下，独立地运用我们自己的理智后，自由意志的王者地位才得以确立，而这便是启蒙的大功告成！ 从自由意志真正成为精神世界主宰的两个关键步骤来看，任何一个个体要单独完成启蒙都是很艰难的，甚至是不可能的，但公众当中的个人完成启蒙却是可能的（康德）。 幸好我们每一个人都处在于这样的公众之中，只要我们有去观察公众的意愿，客观理智地审视大众的行为和心理特征，那么凭借现有的技术和条件，这一点是很容易做到的。 稍加留意，人们就会发现，认知的不完整和不完美，充斥着公众的精神王国。这种留意，让我们得以完成「启蒙」的第一步：自由意志的觉醒。 但同时要注意的是，把自己抛置在那个“公众”之中完成自我启蒙的路也是艰辛的，它要求我们重新审视所面对，所携带的一切印象、观念、理论、评判甚至大众眼里的事实。 这就是精神世界的重构，这个过程极其重要又艰辛，但这中间又不乏发现新大陆一般的惊喜，以及甚于性高潮一般的快感。 重构完成的标志，即是「启蒙」的第二步：可以独立运用自己的自由意志，而再也不需接受他人的指导，这里的他人亦包括已不在世的权威。 我们所有人都面对着同一个物质世界，与具有同一人性的同类相伴，这使我们「重构世界」变得痛苦不堪，但同时又有迹可循。 上面两个「同一」决定了我们面对着同样的问题，这里的「我们」包括在世的和过去的所有人类。 2. 书籍与阅读 对问题的考察，使我们对现实世界保持足够的兴趣和警惕；而对方法或途径的重视，便使阅读与表达变得尤其重要。 精神世界的构建是不同人的自由意志交互作用的过程，是一个直接体验加间接感知的经验过程。 书籍是写作者自由意志的结晶，凝结着作者对问题的理解，对知识的记录、归纳，是作者在成书之前经过无数这种交互作用的结果。 作者在成书之前吸纳了一定的信息、观念以及理念等，然后在自由意志的裁决下取其所用，从而形成一个和谐的体系。 只有那些将文字当作一种精神世界的呈现方式，或一种自由意志的表达的思考者，才会写出真正有启发价值的书。显然，那些为着种种其他目的而形成的书不在此列，例如现代人所谓的「快餐书」。 但每一个人在对对象的各种行动过程中，又无一不打上自己的烙印，对应于书籍，就表现为，书籍对问题的讨论，无一不附带着作者成长境遇、思维方式及表达习惯的痕迹，即通俗所谓的「价值观、世界观」。 因此，如叔本华所说，长期地沉浸在书本中，会让自己的思维彻底枯竭。 它会让个体的独特性化为别个思想的奴隶；是把自己的头脑交给别人来做「别人思想的跑马场」，自己的头脑却被别人的马踏得一塌糊涂，最终经过艰苦的努力，得到的不过是「两脚的书厨」。 再也没有比长时间的看书更快捷的办法让自己变得蠢了，更不要说那些把看了多少本书当作炫耀的资本，和增强自信心的手段的糊涂虫了。 因此，利用书本的最好办法，莫过于在自由意志的裁决下，在自我思考没有进展，并且闲下来的时候，去将书本作为启发性的道具。 很多人直接跳过了第一步，也是自由意志形成最重要的一步，即自我思考，就狼吞虎咽地读了一本又一本，结果便是离「两脚书橱」又近了一步。 如人体一样，我们只有根据自己身体的需要，把食物当作被摆布的材料，吃下去才会对身体有益，而不是变成食物的奴隶。 稍微想一下便可知，倘若我们吃下大量我们认为好的但实际上身体并不需要的东西，那会是什么后果呢？ 另外，对于前面提到的那种书籍读一遍是不够的，特别是那些独立思考下，自由意志引导下，形成的书籍，它们是最健康的认知结晶。因此作为一个异质的个体，理解它、接受它并消化它并非易事。 简言之，阅读的目的在于帮助我们自我思考，在这之下的目的便是消化它，而不是向别人或自己想象的某个人「证明」我完成了看这本书的任务，在这整个过程中，自由意志必须处于裁决地位，至少是最终裁决。 在独立精神世界的构建过程中，作为一种重要的间接感知的手段，阅读的重大意义便在于此。 3. 直接与间接体验 尽管阅读意义重大，但我们认为，构建独立精神世界的最首要途径是直接体验，直接地感受现实世界的鲜活与生动，像酒神巴库斯对生活的狂热那样，偏执于行动与实践。 再好的书籍、文字以及其他被表达出来的东西，都不过是「二手货」，这关系犹如大自然的丰富多彩与博物馆里“千奇百怪”标本。 如前所述，人类这个超级共同体以同一的人性，生活在同一个世界，古往今来都是如此。因此，我们所处的真实世界，便是本质的直接来源，便是意义的最终归宿，其他的都是二手货。 避免接触的全是二手货，以及被二手货麻痹你的大脑，最好的也是唯一的方法，就是到舞台中央来，弄脏你的双手。 「每个人本身就具有人类处境的整个形态」。任何一个社会，只要我们协作环境理解它，那它就能显示所有社会的本质（雷蒙·阿隆语）。 可以说，认识了我们自己，便认识了这个世界，同时也构筑起了属于我们自己的却不孤立的世界。 4. 表达与统一 无论是直接的体验还是间接的感知，它们都是构建我们精神世界的手段，而表达对于这两个过程都是不可或缺的。 甚至可以说，正因为有了表达，这两个过程才得以连接起来，才得以最终统一于自由意志这一终极裁决之下。 我们相信，表达是每一个个体的本能需求，我们对于表达的需要，并不因为表达能够带来很多好处等理由来佐证。 但是表达对于我们的功利意义，的确是非常重大的，它至少表现在，对于直接体验的成形和间接感知的消化上。 精神世界是一个理念的世界，它在自由意志下成形，它兼具了和谐与清晰的特征。 拿间接的感知来讲，我们不能表达的东西，并不能真正成为我们精神世界的一部分，因为那是和精神世界这个整体不和谐的。 只有我们能表达出我们所接受的东西，它们才会作为这个和谐世界的一部分成长期存在下去。这就是为什么人们感叹「懂了那么多道理，仍然过不好这一生」。 人们口中的道理，绝大部分并非自己的表达，而是在帮别人重复表达。只有那些真正融合于自己精神世界的认知，经过自由意志的裁决，和独立思考的筛选，才能被真正独立完整地表达出来。 因此，表达是将「熟知而非真知」变成「熟知并且真知」的最有效手段及最终完成的标志。重申一个容易混淆的事实： 「表达」和「重复别人的思想」，是两个完全不同的事情。 亦因此，可以说无论是思考也好还是阅读也好，无一不是为着构建自由意志下的精神世界这一目的，而表达是实现这一点的最重要手段。 那么作为表达结果的书籍，其对于读者的意义更大，还是作者的意义更大这个问题，答案便一目了然。","categories":[],"tags":[{"name":"思维","slug":"思维","permalink":"http://yoursite.com/tags/思维/"}]},{"title":"Don't work for money","slug":"realuseful-00002","date":"2018-06-28T08:08:01.000Z","updated":"2020-09-04T07:01:57.599Z","comments":true,"path":"2018/06/28/realuseful-00002/","link":"","permalink":"http://yoursite.com/2018/06/28/realuseful-00002/","excerpt":"Don’t Work for Money不做有才华的穷人The world is filled with smart, talented, educated and gifted people. We meet them every day. A few days ago, my car was not running well. I pulled it into a garage, and the young mechanic had it fixed in just a few minutes. He knew what was wrong by simply listening to the engine. I was amazed. The sad truth is, great talent is not enough.世界上满坑满谷都是精明能干、才华横溢、学富五车以及极具天赋之人，我们每天都会见到他们。几天前，我的汽车运转不灵了。我把它开进维修厂，一位年轻的机械工只消几分钟就把它修好了。他仅凭倾听发动机的声音就能确定哪儿有毛病，这让我惊奇不已。然而遗憾的是，光有非凡才华是不够的。","text":"Don’t Work for Money不做有才华的穷人The world is filled with smart, talented, educated and gifted people. We meet them every day. A few days ago, my car was not running well. I pulled it into a garage, and the young mechanic had it fixed in just a few minutes. He knew what was wrong by simply listening to the engine. I was amazed. The sad truth is, great talent is not enough.世界上满坑满谷都是精明能干、才华横溢、学富五车以及极具天赋之人，我们每天都会见到他们。几天前，我的汽车运转不灵了。我把它开进维修厂，一位年轻的机械工只消几分钟就把它修好了。他仅凭倾听发动机的声音就能确定哪儿有毛病，这让我惊奇不已。然而遗憾的是，光有非凡才华是不够的。I am constantly shocked at how little talented people earn. I heard the other day that less than 5 percent of Americans earn more than $100,000 a year. A business consultant who specializes in1 the medical trade was telling me how many doctors, dentists and chiropractors struggle financially. All this time, I thought that when they graduated, the dollars would pour in. It was this business consultant who gave me the phrase, “They are one skill away from great wealth.” What this phrase means is that most people need only to learn and master one more skill and their income would jump exponentially. I have mentioned before that financial intelligence is a synergy of accounting, investing, marketing and law. Combine those four technical skills and making money with money is easier. When it comes to money, the only skill most people know is to work hard.我常常吃惊，为什么有才华的人却只有微薄的收入。前几天我听人说，只有不到5％的美国人年收入在10万美元以上。一位精通药品贸易的商务顾问曾经告诉我，有许多医生、牙医和按摩师生活拮据。以前我总以为他们一毕业，财源便会滚滚而来。这位商务顾问告诉了我一句话：“离发大财，他们还差一项技能。”这句话的意思是说，大部分人还需多学习并掌握一项技能，他们的收入才能呈指数倍增长。以前我提到过，财商是会计、投资、市场营销和法律方面的能力综合。将上述四种专业技能结合起来，以钱生钱就会更容易。说到钱，大部分人所知的唯一技能就是拼命工作。 When I graduated from the U.S. Merchant Marine Academy in 1969, my educated dad was happy. Standard Oil of California had hired me for its oil-tanker fleet. I had a great career ahead of me, yet I resigned after six months with the company and joined the Marine Corps to learn how to fly. My educated dad was devastated. Rich dad congratulated me.1969年，我从美国海运学院毕业了。我那有学识的爸爸十分高兴，因为加州标准石油公司录用我为它的油轮队工作。尽管我的未来前程远大，但我还是在6个月后辞职离开了这家公司，加入海军陆战队去学习飞行。对此我那有学识的爸爸非常伤心，而富爸爸则祝贺我做出的决定。 Job security meant everything to my educated dad. Learning meant everything to my rich dad. Educated dad thought I went to school to learn to be a ship’s officer. Rich dad knew that I went to school to study international trade. So as a student, I made cargo runs, navigating 6 large freighters, oil tankers and passenger ships to the Far East and the South Pacific. While most of my classmates, including Mike, were partying at their fraternity houses, I was studying trade, people and cultures in Japan, Thailand, Singapore, Hong Kong, Vietnam, Korea and the Philippines. I also was partying, but it was not in any frat house. I grew up rapidly.对于有学识的爸爸来说，稳定的工作就是一切。而对于富爸爸来说，学习才是一切。有学识的爸爸以为我上学是为了做一名船长，而富爸爸明白我上学是为了学习国际贸易。因此，在做学生时，我跑过货运、为前往远东及南太平洋的大型货轮、油轮和客轮导航。当我的大部分同班同学，包括迈克，在他们的联谊会会堂举办晚会的时候，我正在日本、泰国、新加坡、中国香港、越南、韩国和菲律宾学习贸易、人际关系和文化。我也参加晚会，但不去任何联谊会，我迅速地成熟起来了。 There is an old cliché that goes, “Job is an acronym9 for ‘Just Over Broke.’” And unfortunately, I would say that the saying applies to millions of people. Because school does not think financial intelligence is intelligence, most workers “live within their means.” They work and they pay the bills. Instead I recommend to young people to seek work for what they will learn, more than what they will earn. Look down the road at what skills they want to acquire before choosing a specific profession and before getting trapped in the “Rat Race”. Once people are trapped in the lifelong process of bill paying, they become like those little hamsters running around in those little metal wheels. Their little furry legs are spinning furiously, the wheel is turning furiously, but come tomorrow morning, they’ll still be in the same cage: great job.常言道，“工作（job）就是‘比破产强一点（Just Over Broke）’的缩写”。然而不幸的是，这句话确实适用于千百万人，因为学校没有把财商看作是一种才智，大部分工人都“量入为出”：干活挣钱，支付账单。相反，我劝告年轻人在寻找工作时要看看能从中学到什么，而不是只看能挣到多少。在选择某种特定职业之前或是陷入 “老鼠赛跑（激烈的竞争）”之前，要好好掂量自己到底需要获得什么技能。一旦人们为支付账单而整天疲于奔命，就和那些在小铁轮里不停奔跑转圈的小老鼠一样了。老鼠的小毛腿跑得飞快，小铁轮也转得飞快，可到了第二天早上，他们发现自己依然困在同一个老鼠笼里，那就是：重要的工作。 When I ask the classes I teach, “How many of you can cook a better hamburger than McDonald’s?” almost all the students raise their hands. I then ask, “So if most of you can cook a better hamburger, how come McDonald’s makes more money than you?” The answer is obvious: McDonald’s is excellent at business systems. The reason so many talented people are poor is because they focus on building a better hamburger and know little or nothing about business systems. The world is filled with talented poor people. All too often, they’re poor or struggle financially or earn less than they are capable of, not because of what they know but because of what they do not know. They focus on perfecting their skills at building a better hamburger rather than the skills of selling and delivering the hamburger.当我在自己教授的班级上问到“你们当中有多少人做的汉堡包能比麦当劳更好”时，几乎所有的学生都举起了手。我接着问，“如果你们当中大部分人都能做出比麦当劳更好的汉堡包，那为什么麦当劳比你们更能赚钱？”答案是显而易见的：麦当劳拥有一套出色的运营体系。许多才华横溢的人之所以贫穷的原因，就是因为他们只是专心于做更好的汉堡包，而对运营体系几乎一无所知。世界上到处都是有才华的穷人。在很多情况下，他们之所以贫穷、生活拮据或者收入与其能力不相符，不是因为他们已知的东西而是因为他们未知的东西。他们只将注意力集中在提高和完善做汉堡包的技术上，却不注意提高有关汉堡包的销售和送货技能。","categories":[],"tags":[{"name":"realuseful","slug":"realuseful","permalink":"http://yoursite.com/tags/realuseful/"}]},{"title":"realuseful","slug":"realuseful-00001","date":"2018-06-28T05:48:04.000Z","updated":"2020-09-04T07:01:57.599Z","comments":true,"path":"2018/06/28/realuseful-00001/","link":"","permalink":"http://yoursite.com/2018/06/28/realuseful-00001/","excerpt":"时尚学不好、那就选择淳朴、不知怎么是好、就微笑、与别人握手时、不妨多握一会儿、不要把自己的过去全让人知道、不要向朋友借钱、 请不要轻易提问，因为你每一次问问题都占用了别人的时间，而且自己也失去了一次学习的机会。 如果非要问问题，请先把自己要解决的问题表述明白，要说下自己做了什么操作导致了现在的结果，你尝试过哪种方案，没有成功。然后要有截图，或者推导过程 我们总是观察周围的事物来确定彼此的关系","text":"时尚学不好、那就选择淳朴、不知怎么是好、就微笑、与别人握手时、不妨多握一会儿、不要把自己的过去全让人知道、不要向朋友借钱、 请不要轻易提问，因为你每一次问问题都占用了别人的时间，而且自己也失去了一次学习的机会。 如果非要问问题，请先把自己要解决的问题表述明白，要说下自己做了什么操作导致了现在的结果，你尝试过哪种方案，没有成功。然后要有截图，或者推导过程 我们总是观察周围的事物来确定彼此的关系 如果发现一个人 一个地方 一件事 一本书 可以改变你的命运。一定要想办法发生关系，否则就跟你没关系 在北京经常去四个地方心态会改变存在感会增强解放军总医院无论多大高官与富翁癌症晚期都无辙方知健康才是最大幸福西单图书大厦书上有路自己还浅薄燕莎商场看到贵族消费才清楚自己是穷人西客站看到每天几十万外地人到北京多少人荣归故里才知道北京机会多于奋斗 生存逻辑就是博取存在感坐着比躺着更有存在感站着 跑着 做比不做 把每天琐碎的日子堆砌成伟大的人生 解决问题比完美解决更重要，二八定律就为一份交情 跟客户成为朋友比单纯让他成为客户重要创业一定要在乎结果 不赚钱的生意是耍流氓任何事都要靠自己、别人没有义务、养成看有益的多方面的书的习惯，翘想翘的课，看想看的书见想见的人，培养发现问题分析问题解决问题的能力，自学能力，列出可执行计划，分析最佳解决路线，然后最重要的去执行计划 不断学习新的知识 为了读书而读书,运用知识信息的能力，比单纯地记住知识重要。 技术上快速犯错快速改正 ，努力工作，拼命玩，拼命吃 培养有效思维方式 有人脉可以节省很多时间 我只有自己更努力去证明谁才是强者而别无他法 夢想和好姑娘不可辜负 我不能在这里变老、我要在变老之前、做一些到了80岁还会微笑的事情。 我想、一个人最好的样子就是平静一点儿、哪怕一个人生活、穿过一个又一个城市、走过一条又一条街道、仰望一片又一片天空、见证一次又一次别离、然后在别人质疑你的时候、你可以问心无愧地对自己说、虽然每一步都走得很慢、但是我不曾退缩过。 Life consists not in holding good cards, but in playing well those you hold.生活不在于握有一手好牌，而在于把手里的牌打好。 People wanna see you doing well, but not better than them.大家都希望你过得好，但不希望比他们自己过得更好。 Looks matter.长相很重要。 You have to make decisions all the time. Even postponing a decision is your decision.你无时不刻都在做决定，推迟做决定也是做决定。 绝大部分人依然普通动物 Nobody cares unless you are pretty, popular, powerful, or dying.除非你长得漂亮、受人欢迎、强大或者死了，否则没人在乎你。 We are all self centric. It’s just the radius that varies.人都是以自我为中心的，差别只是半径不同。 If you’re unique, you WILL feel lonely.如果你与众不同，你肯定会感觉孤独。 要是选择拒绝，要果断,别解释(除非有必要)","categories":[],"tags":[{"name":"realuseful","slug":"realuseful","permalink":"http://yoursite.com/tags/realuseful/"}]},{"title":"人性和现实：不劳而获与丛林法则","slug":"thinking-00009","date":"2018-06-26T08:10:29.000Z","updated":"2020-09-04T07:01:57.602Z","comments":true,"path":"2018/06/26/thinking-00009/","link":"","permalink":"http://yoursite.com/2018/06/26/thinking-00009/","excerpt":"1. 如果我也有个好爸爸。前些天和一个在美团工作的同学讨论了王兴的创业史，很多人提到王兴都不会忘记提到他有一个好爸爸。「如果没有不愁生计的家庭出身，估计也不会有今天的王兴」。这个说法很难去证伪，但其实，创过业的都知道，要做到王兴今天的成就，远非一个「不愁生计」的家庭可以解释。 我没有要否认有个好爸爸对创业的帮助，我要否定的是，很多人似乎就把一些家庭出身好的人做出的成绩，想当然地归结到「富二代」这个身份上。大家说得最多的便是「他没有一个好爸爸，你看看他会怎么样？」 很多时候，我们没有勇气，抑或缺乏能力去做一些事，但看到其他人去做了，还做得非常不错，碰巧这些人正好和我们年龄相仿，或者就在我们身边的时候，我们就会下意识地找出一系列的外在原因，来佐证「他只是运气好」这样的论调。","text":"1. 如果我也有个好爸爸。前些天和一个在美团工作的同学讨论了王兴的创业史，很多人提到王兴都不会忘记提到他有一个好爸爸。「如果没有不愁生计的家庭出身，估计也不会有今天的王兴」。这个说法很难去证伪，但其实，创过业的都知道，要做到王兴今天的成就，远非一个「不愁生计」的家庭可以解释。 我没有要否认有个好爸爸对创业的帮助，我要否定的是，很多人似乎就把一些家庭出身好的人做出的成绩，想当然地归结到「富二代」这个身份上。大家说得最多的便是「他没有一个好爸爸，你看看他会怎么样？」 很多时候，我们没有勇气，抑或缺乏能力去做一些事，但看到其他人去做了，还做得非常不错，碰巧这些人正好和我们年龄相仿，或者就在我们身边的时候，我们就会下意识地找出一系列的外在原因，来佐证「他只是运气好」这样的论调。这样的论调一大好处是可以为自己开脱，不是我不行，只是我没有一个好爸爸。 而事实上呢？如果同样给你一个好爸爸，给你足够的起始资本，让你去投资抑或开公司，你就一定可以做得风生水起吗？我看未必，尤其是那些习惯性把别人的成功归结到只是「运气好」的人，就算你有再好的爸爸，大概也只能让你多挥霍几年。 人性是一种很微妙的东西。很多时候，我们不允许别人戳中我们的痛点，尽管我们深知事实确是如此。 比如，很多时候谈论别人的成功，我们喜欢用运气好来解释，不是因为我们真的这样认为，而是因为这些人用行动和行动的结果刺痛了我们，刺痛了我们内心深处对现状的不满，但又无力行动的绝望和懦弱。 我们害怕被刺痛，所以我们把自己紧紧包裹起来，然后找一个堂而皇之的理由安慰自己：「他们只是运气好，他们有个好爸爸，没有什么了不起」。 很多时候我们羡慕富二代，我们只是羡慕他们一出生就可以获得的财富。我们不会去关注他们藉此需要承担的更多责任、压力和来自家庭和社会的期望；我们不会去关注他们在扮演好自己角色过程中，付出的努力和走过的艰辛；我们更不会去关注他们的家族，在创业阶段流过的汗、血与泪水。 我们只会天真地想：要是我也有个好爸爸，我也一定能成功！ 2. 我开个公众号写东西吧。有朋友见我写公众号积累了一些用户，就很认真地向我请教，说她也想开一个号，把自己平常的兴趣爱好，热爱的东西搬到网上和大家分享，也顺便可以积累一些用户，自己在上班之余搞搞副业，接些广告，增加点收入也是很好的。 朋友本身是中文系毕业，文字功底远胜于我。对穿衣搭配和时尚风潮都比较敏感，也有比较长时间的研究。我给她制定的第一个任务是，让她详细分析以下几个问题： 自己文字的受众是哪些人？内容是什么形式，图文，视频还是音频？发文的频次是多久一次，推广的渠道，和用户互动，以及最关键的，能否有持久的热情和时间来投入其中，以及找到自己和其他类似公众号的差异点？ 朋友听完这些，从她面部的表情我能猜测到她的内心活动，她一定在想：原来搞个公众号会这么麻烦呀！我以为只是随便写写放点文字图片，然后就有人来看，就有流量，就有广告，就可以坐等赚钱了呢！ 后来她开始了她的时尚穿搭的公众号的写作之路，一开始写得非常学院派，我说你这不符合新媒体的阅读习惯，她乖乖地学习和修改。 再后来发文的频次越来越低，配图的照片质量也越来越低，这样下去的最终结果可以想象：文章阅读数长期在一两百徘徊。没了激励，没了热情，最后只好作罢。 自媒体时代，我们看到了很多人凭借自己的才华，让很多的用户认识到他们，也有相当部分的用户甚至愿意为自己关注的作者付费。但其实稍微拉一下数据，就会发现，这部分受到广泛认可的写作者，仍然是整个自媒体人里的头部，仍然只占非常低的一个比例。 他们当中一些人在传统媒体辛苦耕耘几年十几年，积累了一些人气。另外一些人从零开始，也经历了漫长的写的东西没有人读的蛰伏阶段，鲜有人是一开始什么都不懂然后突然爆发迅速走红的。 可是很多人看到这些写公众号的，就会想当然地觉得，不就是写几个字嘛，有什么难的。我不去写，只是因为我不屑，只是因为我有更好的选择，我有更重要的其他事要做。 可是，事实上真的如此吗？很显然并不是。 像我刚刚提到的那个朋友，我身边一开始抱着豪情万丈，认为写公众号简单的人，五六个是有的，而且他们还真的开了号，写了一些时间，但无一例外都最终作罢。 很多人都会看到那些头部的作者收获了名气，流量和广告费，他们对此羡慕和嫉妒，他们也希望可以在这个过程当中分一杯羹。 可是他们拒绝承受背后的辛苦和籍籍无名的等待，他们拒绝一次一次重复没有观众的表演，他们也拒绝牺牲更多的娱乐时间来做这种枯燥乏味的事情。 他们可能会想：他的东西有人看不过是蹭热点而已，他不过抓住了最早一波公众号爆发的红利期而已，他不过是懂得利用人性的弱点而已。 可是，你难道不知道，蹭热点，抓住一个新生事物爆发前的机会，深谙人性的弱点并利用之，这些统统都是很了不起的能力吗？你难道觉得这些东西随随便便就可以学会的吗？你难道认为那些人生下来就会这些吗？ 3. 不劳而获与丛林法则。不管是我们羡慕富二代也好，羡慕那些考第一名的孩子，还是羡慕别人的公众号有人读有流量也好，绝大多数人都只会看到这些事情的结果，我们不会去关注背后，我们不会去关注过程，更不会去为之承担和付出。 绝大多数人对成功的渴望和期待，其实都仅仅是一个「局外人」为自己营造的海市蜃楼。 你们渴望的不是成功，而是不劳而获，是坐享其成，是绕过过程直奔成功的结果。 而这就是浮躁的本质：只想要结果，不想要过程。 之所有大部分人都会有这个心理，是因为不劳而获对应了人性最深处的两个层面，「不劳」对应了人性的懒惰，「而获」对应了人性的贪婪。人生来就有懒惰和贪婪的倾向，这就是为什么大部分人都只能望别人的成功而兴叹的原因，因为克服人性，一直都只是少数人才能做到的事。 克服人性而获得的超越平均水平的报酬，我把它称之为「超前进化溢价」。 为什么叫超前进化呢，是因为人类一直往前进化，总有一个少数群体起着领头羊的作用，他们克服了大部分人克服不了的人性，相当于提前获得了一种进化力，所以叫超前进化。而这种超前进化的环境，则和古老的丛林法则无异。 人性会使我们变得懒惰和贪婪，但另外一个我们不得不面对的问题是：生存和进化的竞争。而生存和进化的竞争，几乎完美地符合丛林法则：弱肉强食、成王败寇、禁欲律己。 一方面我们本能地想要不劳而获，但另一方面我们又面临生存竞争的丛林法则，最终哪方面的因素占据上风，则很大程度上会影响个体的生存状态，以及能否获得之前提到的「超前进化溢价」。 这给我们一个很大的启示，要摆脱人性当中那些我们难以克服的因素，比如贪婪和懒惰，我们就要尽量给自己制造一个获得「提前进化力」的环境，这个环境里必须充满竞争，充满丛林里强大的对手，这样才会逼迫你去禁欲律己，才会摆脱「温水煮青蛙」的生活陷阱，也才能真正的一步步走向自己期望和羡慕的生活状态。 没有丛林里的竞争，我们终将变成手无缚鸡之力的原始人类。丛林的险恶程度，则很大程度决定了你最终能变得多强大。而这一切，还将让你彻底打消不劳而获的懒惰本性。 丛林法则，才是生活真正的真相。 少年，不要让你手上的屠龙剑，变成了杀猪刀。","categories":[],"tags":[{"name":"思维","slug":"思维","permalink":"http://yoursite.com/tags/思维/"}]},{"title":"你是“海绵思维” 还是 “批判性思维”?","slug":"thinking-00008","date":"2018-06-26T07:08:17.000Z","updated":"2020-09-04T07:01:57.602Z","comments":true,"path":"2018/06/26/thinking-00008/","link":"","permalink":"http://yoursite.com/2018/06/26/thinking-00008/","excerpt":"莫让自己的头脑，变成了别人思想的跑马场—叔本华。 接着昨天文章的观点，除了「一字不漏」的阅读，是一种我认为很重要，但大部分人做不到的能力之外，还有一个更为重要的能力的是：独立思考的能力。今天和大家聊聊这个题目。 美国第29任总统沃伦·哈丁常说的一句话是： 我能做什么？这个专家告诉我要做这件事，那个专家告诉我要做另外一件事我到底要做哪件事？ 总统尚且会有如此之烦恼，何况等闲之辈如你我。想想看，你的生活当中，是不是也经常出现这样的场景？ 你考虑要不要换工作，同事A和你说要换，理由充分而有力，听完你觉得马上就应该去辞职。辞职之前，你又咨询了同事B的意见，却得到了完全相左的建议，也是道理满满。于是你就陷入了纠结。 再看这样的一个故事：","text":"莫让自己的头脑，变成了别人思想的跑马场—叔本华。 接着昨天文章的观点，除了「一字不漏」的阅读，是一种我认为很重要，但大部分人做不到的能力之外，还有一个更为重要的能力的是：独立思考的能力。今天和大家聊聊这个题目。 美国第29任总统沃伦·哈丁常说的一句话是： 我能做什么？这个专家告诉我要做这件事，那个专家告诉我要做另外一件事我到底要做哪件事？ 总统尚且会有如此之烦恼，何况等闲之辈如你我。想想看，你的生活当中，是不是也经常出现这样的场景？ 你考虑要不要换工作，同事A和你说要换，理由充分而有力，听完你觉得马上就应该去辞职。辞职之前，你又咨询了同事B的意见，却得到了完全相左的建议，也是道理满满。于是你就陷入了纠结。 再看这样的一个故事：听完原告的公开陈述之后，法官向所有人宣布「你是对的」。这时助理人员提醒他必须要听完另外一方当事人的公开陈述之后，才能对案件作出判断。在听完被告的陈述之后，法官又对被告宣称「你才是正确的」。助理人员又提醒法官，公正的判断要求法官在宣布判决之前，必须听完各方所有完整的陈述。法官响应到「你是正确的！」 故事里的法官，比较容易在接收到部分信息时，便展开判断下了结论。同时也看得出，法官是一个比较容易相信和赞成他人意见的人。但工作却要求他必须靠自己的判断力，把合理的和不合理的区别开来，对他人的意见，站在中立客观的立场，最终做出符合事实和普世价值的判断。 生活中很多人都是这个故事里的法官，究其根本，是因为我们缺乏处理信息非常重要的批判思考能力。或者叫，我们处理信息的过程，缺乏一套独立的程序。 那为什么如此多的人，都缺乏独立思考能力？原因在于人们在接受信息时习惯采用海绵式的思维，而不是批判性思维。 什么叫海绵式思维呢，顾名思义，这种思维习惯，类似于海绵吸水，只要有水，就统统会被海绵吸附过来。海绵式思维的特点是，人们在吸收信息的过程中，相对被动，不需要太多思考。除此之外，还会让人有一种「知识丰盈」的错觉。 人们会下意识地以为，吸收的知识（信息）越多越好，会认为知识吸收得越多，越能理解事物的复杂性和本质，或者认为前面吸收的简单知识，会为后面进行复杂思考提供基础原料。 这种想法在一定程度上是合理的，在知识匮乏之阶段，每个人都需要用海绵式的思维吸收思考的原料。可是一旦这种原料堆积到一定程度，再继续使用这种思维，便没有多少裨益了，不但如此，还会产生很大的副作用。 这种副作用集中表现为：如果一个人始终依赖海绵式思维处理信息，那么他将始终倾向于相信最后接收到的信息。从而无法从众多的信息当中做出独立合理的判断，这样的结果，就是把自己的大脑变成叔本华所说的「别人思想的跑马场」。 海绵式思维的另外一个重要特点是，认为问题总是有标准答案的，非黑即白。之所以会这样，是因为人们在接收知识的过程当中，总会倾向于相信和接收下来，不接收的，即是那些我们认为错的东西。 想想你从小学到大学，接收到的教育，是不是一直都是海绵式地在吸收新的知识，每每碰到这些新知识，你就会通过划重点，记笔记，反复地记忆和背诵，来达成对这些知识的「消化」？ 可是到最后，你发现考试当中你最喜欢的，还是选择题和判断题这一类题目，选择题最好还不要出现可以同时选好几个的不定项题目，全是单选最好。一旦出现主观题，可能你就会觉得不知所措，也不知道如何答题，学过文科的同学对此一定更加有所体会。 海绵式的思维，会让你不断累积关于「对」和「错」的判断，或者几个选项里，唯一「正确」的判断，但是它无法让你从更多的角度去检验和运用你的知识。 这一思维模式对你在生活中的影响，就是面对任何事件，你都希望求得一个确定的答案，都希望分一个青红皂白，事情会变得非黑即白。你也比较容易在一些争论当中走了极端，全盘否定和你的「海绵知识」相异的情况。 「海绵知识」本身的特点是表达相对清晰，或者是一些故事性的材料，总之就是它让你在吸收时不需要太多思考，总是顺着你的本性，也无需承担心理上的努力和艰辛。最典型的「海绵知识」便是娱乐八卦，公众舆论，以及「权威观点」。 但其实事实的真相，多数情况下，都不是非黑即白的，生活当中也多数时候不是选择题和判断题，往往需要你去解决的是主观题。习惯于海绵思维的人，最终都会变成这种思维的奴隶，在不确定性面前，在需要加工再加工的信息面前，在一些舆论操控面前，变得束手无策，任人摆布利用。 所以如何培养批判性思维的习惯和能力？ 为什么前面花了不少篇幅论述「海绵思维」和「海绵知识」？因为恰恰是人们太习惯了海绵思维，才导致人们无法独立思考，缺乏批判能力。 所以，要培养批判思维的习惯，第一步，自然是要和海绵思维划清界限，不能受其摆布。 和海绵思维划清界限，不是说让你彻底抛弃海绵思维，而是说，你不能总使用，甚至唯一地使用这种思维方法，你需要刻意去练习独立思考的习惯，需要刻意去问一些批判性的问题，两者结合起来，才能让你吸收进来的海绵知识去伪存真。 常常有人会以读了多少本书为豪，但其实我从来都不这样认为。大概是我比较早就接触到叔本华的思想，他一直都认为，只读书不思考是一件非常危险的事。换句话说，如果你一直是海绵思维，那么你读的书越多，你的脑子就被别人思想的马，跑过的次数越多。 另外我们也非常习惯性地让情绪来帮我们做决定，或者用情绪来处理信息。这样的过程，本质上也是一种海绵式的思维。因为信息和情绪捆绑起来，也会变成容易被我们吸收的「海绵知识」。 如果一件事让你感到开心、快乐、感动、怜悯，你就本能上会把这件事接受下来，放进你的海绵知识库。相反，如果一件事让你感到悲伤、痛苦、愤怒、厌恶，你就会本能地排斥，让它难以进入你的海绵知识库。 大家对刚刚过去的罗尔事件还有印象吗？因为大家都很同情小孩子的遭遇，爱心溢出，自然就把这件事不加思考地接受下来，让它成为我们「海绵知识」的一部分，并以此指导我们的行动：捐款和转发推文。后来事实证明这个靠着情绪接收下来的「知识」是错误的。 所以，建立批判性思维的第二个重要步骤，是排除情绪对你的干扰。要反复练习避免自己被情绪所囿，只有从情绪当中抽离，才可能看清楚事情的本来面目。 批判性思考的建立还有很多方法，比如建立系统的逻辑思考习惯，分清论题、结论、论据以及它们的有效性，考察推理逻辑的合理性等等，不详述。 用全局逻辑思维和演绎法去分析言论观点，(排除明显错误的)、(不可以即时验证的 保留一半，所有所谓权威的言论观点 只信一半，待以后正反推导验证) ——邓日辉 获取信息和处理信息的过程，一定要避免只用海绵思维，要尽早建立批判思维的习惯，保持自己对于信息的独立性和相对客观性。否则，你朴素的情感，也可能变成恶的帮凶。 我一再强调，唯有理性，才能让人懂得「真」的宝贵——真实、真相、真情、真理，它让我们摆脱被他人利用摆布的险境，认清虚伪和欺骗。尽管「真实」有时让人难堪，但直面真实的人才是成熟、独立和坚强的人。 情绪和朴素的感性，大多数时候，只会让「真」更加远离大众，亦解决不了任何实际的问题。唯有理性之光，才能照亮真理真相之路，也才能引领人们真正去解决问题。而理性之核心，则为独立之思考与批判之思维。 愿你的头脑，不会变成别人思想的跑马场。","categories":[],"tags":[{"name":"思维","slug":"思维","permalink":"http://yoursite.com/tags/思维/"}]},{"title":"控制了人性，就控制了世界","slug":"thinking-00007","date":"2018-06-26T06:34:39.000Z","updated":"2020-09-04T07:01:57.602Z","comments":true,"path":"2018/06/26/thinking-00007/","link":"","permalink":"http://yoursite.com/2018/06/26/thinking-00007/","excerpt":"前不久，年近九旬但依然保有一颗少男心的巴神，又发布了其一年一度的致股东信，信中，巴神云淡风轻地重申了他的投资哲学： 别人恐惧时贪婪，别人贪婪时恐惧。 这里的巴神是股神巴菲特，就是那个投资极为牛逼但生活能力极差的男人，据说离开老婆，巴神的生活就无法自理。 他这句话在中国已经成为家喻户晓的金句，其普及程度，甚至超过了社会主义核心价值观。作为一名共产主义接班人，我至今无法背出八荣八耻，但每天都要默念十遍巴菲特的这两句话，所以我常常觉得愧对国家。","text":"前不久，年近九旬但依然保有一颗少男心的巴神，又发布了其一年一度的致股东信，信中，巴神云淡风轻地重申了他的投资哲学： 别人恐惧时贪婪，别人贪婪时恐惧。 这里的巴神是股神巴菲特，就是那个投资极为牛逼但生活能力极差的男人，据说离开老婆，巴神的生活就无法自理。 他这句话在中国已经成为家喻户晓的金句，其普及程度，甚至超过了社会主义核心价值观。作为一名共产主义接班人，我至今无法背出八荣八耻，但每天都要默念十遍巴菲特的这两句话，所以我常常觉得愧对国家。另外一名大神，全球最牛逼的对冲基金桥水公司的创始人达里奥，也反复强调人性（Human Nature）是经济出现波动的最根本原因。提醒各位，搜索的时候请不要输入奥利奥，以免你误认为我在拿一种饼干编故事。 与巴神和达神齐名的，还有一位索神。 索神当年左手狙击英镑，右手搞垮泰铢，金融界里呼风唤雨，闻风丧胆，但最后却被小五十岁的情人告上了法庭，感叹男人难过美女关。索罗斯在法庭上的狼狈，并不影响他为金融界甚至哲学界做出的卓越贡献：反身性。这个我们后面再说，暂且不表。 总结一下这几位大神，我们不难看出，他们都是深谙人性的老司机。正是因为懂得并且利用了人性的种种弱点，才得以赚到十辈子也花不完的钱。 本着兼济天下和乐于助人的精神，我接下来就和大家梳理一下，老司机们深谙的人性，到底包括哪些方面。理解并懂得利用人性，小则可以助你个人成长，大则可以助你齐家治国平天下。 色欲让我们以看小时代电影的心情，追溯一下宅男们的青春记忆：草榴。我一直觉得杨幂代言的那个神奇网站，和草榴一比，简直弱到爆炸。宅男们的荷尔蒙，成就了草榴公司每天五六十万的入账。 如果没了色欲，人和咸鱼又有什么区别？ 正是因为色欲，才有了如何追女神，怎样钓干爹等风花雪月里的红尘故事。也正是因为色欲，才有了惊天地泣鬼神的爱情故事。什么，爱情很纯洁，和色欲没关系？你一定是个还没发育正在上幼儿园的小朋友。 和草榴一样，色欲事实上是很多互联网产品的底层驱动力。色情网站、约炮神器、直播应用、社交产品、相亲交友网站、问答网站。双击666，小哥哥刷个保时捷，和知乎大V睡一夜就能有工作…… 当年用微信摇一摇摇了个大妈要约我，我只能装成一个年近古稀的白发老汉，才躲过一劫。四五十岁的女人，他们说比较难搞。 混互联网圈的，尤其是产品和运营圈的或者搞社交的，如果没用过十个八个约炮神器，那恭喜你距离失业又近了一步。但体验产品时，务必请以了无私心，一心为公的精神投入工作，否则容易陷入约炮深渊，无法自拔。 弗洛伊德才是厉害，把啪啪啪这事儿，写成了好几十万字的学术著作，因此流芳百世。有兴趣的同学，可以去读他的作品。读了他的作品，除了老哥，稳，这样的感叹之外，我也一直在思考这样一个学术问题：如何写好一部小黄文，据此扬名立万？ 虚荣/装逼根据我长时间对朋友圈的随机观察，和人们发朋友圈这一行为的田野调查，我得出了一个骇人听闻但无人不知的结论： 人们发朋友圈，99%的时候，是为了装逼。剩下那1%是卖面膜卖手表和求赞求投票的。 人们无法摆脱朋友圈的装逼炫耀，就像当下中国之经济，无法摆脱金融的虚假繁荣一样，皆是人性使然。朋友圈的装逼炫耀，被冠上了一个美好但并不能掩盖真相的名字：分享。 惊！全中国的女人都喜欢这个男人，并为他创造了一个市值300多亿的公司！ 你们猜，这样的标题是要写谁？对，就是吴欣鸿，美图秀秀创始人。有了美图，小仙女们再也不用担心自己拍的照片不好看，一拍就是女神。瘦个脸，拉个腿，去个痘，分分钟亲妈都不认识。 用美图处理过的照片，再发个朋友圈，那就是终极装逼大法。有了美图有了朋友圈，人们就永远沉浸在欢乐祥和歌舞升平的盛世当中，真真为创建和谐社会做出了不可磨灭的贡献呢！ 约炮+装逼，是社交产品设计的通用底层逻辑，谁能把这两个理解得更深刻，做得更到位，谁就能斩获最多数的用户，在商业上获得最大的成功。听说小龙爸爸也是个很闷骚的男淫，漂流瓶摇一摇这种东西，就是他根据自己经验搞出来的哒。 懒惰我每天都在思考人工智能的发展前景。如果有一天，能在我头上带个头盔，然后把我想写的东西，自动输出，转化成文字，并排版发出来，那我每天更文时如赴刑场的境况，将有望得到极大改善。 我为什么要思考人工智能的未来？是因为我格局远大，放眼未来？还是我想抢占市场，赢得先机？都不是，只是因为懒罢了！谁不想葛优躺在沙发里，抱着加大号的硅胶制洋娃娃，工作就自动完成了呢。 问问自己下面这些问题，你可能会为自己骨子里的懒惰，感到大吃一惊继而毛骨悚然和不寒而栗。 你是不是总在问人推荐书单？你是不是总在寻找学习英文的秘籍？你是不是也时不时会变身伸手党，自己没努力过就轻易开口需求帮助？你是不是总是希望有什么面试技巧可以帮你迅速搞定高薪工作？你是不是也奢望二十几岁就年薪百万走向人生巅峰？你是不是巴不得约会第一天就睡了那个姑娘？ 懒惰的意思，就是幻想以很少的甚至零投入，换来很大的回报。 你问别人推荐书单，并不是因为真的想读书，是因为你觉得经过推荐的“好书”可以帮助你节省阅读的时间。读几本好书，就可以变得满腹经纶，出口成章，对事物的理解直达本质了。 你寻找各种各样的“技巧，捷径，秘籍，方法”，也不是真的想提高效率，而是想着有了这些方法捷径和技巧，就可以不用那么辛苦努力，可以实现“事半功倍”了。 可是，绝大部分所谓的“事半功倍”，都是成功学编出来忽悠人的。真正的事半功倍，是踏踏实实，一分耕耘一分收获的心态，做好每一件事。 该投入的要投入，该踩的坑得踩，该摔的跟头得摔，该交的学费得交，该被伤害的感情得伤害，该戒的撸得戒，该扔掉的硅胶女友得扔掉。 懒惰的人性，一方面使人们总是对“捷径”有着近乎偏执的信仰，另一方面也使得人们变得没有耐心，容易着急。才付出一丁点儿，就急着要回报。这是很多人无法长久坚持做一件事的根本原因。 窥私除了和巴菲特一样，我一个人的时候常常生活不能自理外，我对别人的私事没有任何兴趣。以前在金融圈工作的时候，同事们常常讨论视频里中环或者陆家嘴那个撅着屁股的女人，到底是谁时，我不得不尴尬地回到工位，假装很努力地工作，然后默默打开草榴逛上一下午。 对大部分人来说，他们有着一个自觉不好但总不能自已的嗜好： 他们总是热衷掀开别人衣服，去看看别人赤身裸体的样子。此外，吃瓜群众们的一大爱好，就是看别人撕逼。 前阵子有个创业公司的CEO和技术员工老婆的撕逼，这种普通人的撕逼，就能分分钟戳中瓜众们的G点，送文章上10万+，还一群无脑群众赞赏。 这样的撕逼行为满足了瓜众们什么需求，就是窥探别人隐私的需求。按道理来说，人家公司的事情，你十万八千里不相关一瓜众，跟着起什么哄，讨什么伐，别人是占了你色，还是劫了你财？ 没有人不需要生活的遮羞布。但人们又总喜欢一次次把别人的遮羞布暴力地撕开，一边朝别人的裸体吐口水，一边小心翼翼地扶着自己身上的那一层薄纱，生怕抖腿自嗨的时候也被人撕了下来。 不知为何，写到这里的时候，我想起了鲁迅先生笔下的「国民的劣根性」，可能是我之前读鲁迅走火入魔了，需要洗个冷水澡，清醒一下。 短视让我们再回到奥利奥，哦不对，是达里奥。达叔说，为什么经济波动的逻辑那么清楚，人们却视而不见呢？为什么很多经济危机是可以避免的，为什么决策者却不去避免呢？ 原因很简单，当你远观经济的时候，比如一百年的历史，你能看到一个正弦曲线一样的波动，但是当你足够近去观察，比如当下的房子，你除了看到现在的一个点，什么波动也看不到了。 这就是短视，只看到当下发生的一切，看不到历史和未来。短视的另一层含义，还包括做决策的时候，只以当下的状态作为依据，而不是考虑决策的长期影响。 吃完晚饭是窝在沙发刷朋友圈，还是拿出一严肃的书来看，你大约会选择前者。早上是多睡会懒觉，还是起来运动，你大约也会选择前者。面对美食，是为了保持身材拒绝，还是贪图美味先吃了再说，很多人也会先吃。 刷朋友圈比看一本严肃的书更让人满足，睡懒觉肯定也比起床运动更舒服，吃美食也比控制自己不吃要爽，但这一切都是基于当下那个瞬间的。考虑到长远效应，情况恰恰相反。这就是很典型的短视。 微观到个体的日常行为，宏观到国家经济政策的制定，都充满了短视的行为。政策制定者，通常都只会管他们所在的任期之内，至于这些政策更远会有什么效果，对不起，他们才不会想这么远。 看看我们的四万亿计划，大众创业万众创新，供给侧改革，还有刚推出的雄安新区「千年大计」。不知为何，我总情不自禁地把「千年大计」和「千秋万代」联系起来，然后脑子里展开丰富的联想，细思极恐。 理解这一点，有助于你理解中国的经济，进而有助于你的投资和交易行为。 前面说的索罗斯的牛逼之处，就是他创立了一套投资的反身性理论（Reflexivity），其实和短视有莫大的关系，你理解了人们认知的不完整性，就理解了整个市场的缺陷，这样的市场最终就会崩溃，然后你就可以开心地做空赚钱。 羊群效应世界永远是一个相对的存在。 有黑才有白，有差才有好。换句话说，万事万物的存在，都需要有一个参考系，英文叫Benchmark. 参考系的选择，极大甚至根本上决定了人的认识和行为。 对于最大多数人来说，他们认知和行为的参考系是“多数人原则”。也就是，他们会观察大多数人在干什么，然后选择跟随。这就是我们常常说的，羊群效应。一群人往一个方向走，一般的人肯定是选择跟随，而不是逆行。 羊群效应是一个中性词。在人类进化的历史长河里，大多数人选择跟随，会避免被淘汰，也会让认知和行为变得省时省力。毕竟大多数人意味着什么呢，意味着稳定和安全。 但与之对应的另一个事实是，羊群注定是被控制的，或者讲，是被引导的。所以，大多数人跟随，少数人引领，才是世界运转的规律。 如果你想获得超越常人的回报，比如在投资市场，你就必须要摆脱多数人的思维，因为从长期来说，大多数人注定都是错误的（Seth Klarman语）。 这一点不仅对投资领域适用，对于每个人的日常生活和个人成长也非常适用。道理很简单，选择了最多数人走的路，意味着稳定和安全，但是也意味着激烈的竞争，竞争就只能让你获得平均的均衡回报，以及平均的普通的个人成长。 所以，连脱离大众思维的勇气都没有，就不要说自己要改变世界或者多么牛逼了吧。最怕嚷嚷着要多么与众不同，但又做着众人一样的事，这叫自欺欺人。 当然，如果你执意要变得牛逼，那请准备好承受常人难以承受的孤独、寂寞、嘲讽、误解和坚持。 毕竟，与众不同的人，总容易被大多数人当做傻逼，直到最后大多数人发现傻逼的是他们自己的时候。 总结人性对人的影响不是单一的，很多时候，它们会相互影响和加强。 （下面这一段如果不是很好理解，请睡觉前掏出手机，点开「秦小明」公众号，调暗灯光，闭上眼睛仔细去体会，这样可以助你睡个好觉。） 比如色欲和虚荣结合起来，会让人们在异性面前表现得更为“强大”。羊群效应、短视和懒惰结合起来，会让一些成功学大卖。 窥私和羊群效应结合起来，会出现舆论一旦形成，就没有真相的传播学现象。贪婪和恐惧，很大程度上，则是由懒惰、短视和羊群效应共同导致的。 理解并深刻认知到人的这些本性，才能帮助我们更好地实现个人成长。所有的成功学鸡汤，归结到最后，都绕不开一个终极法则：对人性的控制，或者叫禁欲。控制人性，就是控制欲望。 对人性控制得越好，就越能实现个人成长。反之，就会越难。所谓自律给我自由，不过就是对人性控制的一个表层描述。 真正牛逼的人，不仅自己能控制好人性，还能深谙人性之道，利用人性来为自己服务。能进化到这个层次的，都非等闲之辈。 当然，我们并不希望每个人都变成「非等闲之辈」，这个世界还是需要很多「等闲之辈」的，不然世界的丰富多彩消失了怎么办，大家都剃度出家国家没有了接班人怎么办。","categories":[],"tags":[{"name":"思维","slug":"思维","permalink":"http://yoursite.com/tags/思维/"}]},{"title":"如何练就流氓般的自信？","slug":"thinking-00006","date":"2018-06-26T02:18:39.000Z","updated":"2020-09-04T07:01:57.602Z","comments":true,"path":"2018/06/26/thinking-00006/","link":"","permalink":"http://yoursite.com/2018/06/26/thinking-00006/","excerpt":"自卑的人，往往才急功近利。他们非常着急，希望赶快抓住些什么来证明自己。 不止一次有人这样问我： 小明，虽然你并不牛逼，但是有一点我特别欣赏你，就是不管你身处什么境地，都能表现得像个流氓一样自信，这种自信是怎么炼成的？ 答：首先，你先把自己变成一个流氓啊！ 「流氓般的自信」这个词我很喜欢，它的真实内涵应该是，哪怕最困难的时候，你也从不怀疑自己，坚信未来可以变得更好。","text":"自卑的人，往往才急功近利。他们非常着急，希望赶快抓住些什么来证明自己。 不止一次有人这样问我： 小明，虽然你并不牛逼，但是有一点我特别欣赏你，就是不管你身处什么境地，都能表现得像个流氓一样自信，这种自信是怎么炼成的？ 答：首先，你先把自己变成一个流氓啊！ 「流氓般的自信」这个词我很喜欢，它的真实内涵应该是，哪怕最困难的时候，你也从不怀疑自己，坚信未来可以变得更好。如大多数人一样，我也并不是时刻都很自信的，尤其是在年轻的时候，不但没有流氓般的自信，其实还有点自卑，只是后来经历的事情多了，就慢慢转变了过来。 我用了「转变」这个词，是因为事物都是相对存在的。 我们要讨论自信，就必须要讨论自卑。就像我们要讨论成功，就必须要讨论失败一样。 凡是那些只讨论问题的一面，而缺少参考对比面的，都是耍流氓。比如教你如何成功，而绝口不提自己的失败。 基于此，我来回答这个问题的主要思路是：如何正确认知自卑，以及如何将其转化成自信？ 两种形式的自卑自卑的心理有正向和逆向两种呈现方式。 正向的自卑表现为，觉得自己一切都不如他人，面对他人时觉得不自然不放松，在尚未行动之前就开始怀疑，甚至否定自己等。 逆向的自卑则表现为难以对身边的人真正肯定，倾向于否定自己做不到的行为，或者比自己做得好的人和事。 正向的自卑很好理解，但逆向的却不太容易引起人们注意。所以下面我会重点说一说自卑的逆向表达。 比如，我们常常看到一些人，每当别人在做一些在他们眼里「不可能」的事情时，不管这些事情最终会怎样，他们都会以上帝视角嗤之以鼻： 就凭你？也想成功？意思是，我都不行，你能行？ 这样的冷嘲热讽恰恰反映出这些人内心深处的自卑，也反映出当别人以行动刺痛了他们对现状不满但又不敢改变的绝望时内心深处的不安和懦弱。 另外一个有趣的现象是，你会发现，总有一些人，他们对身边很「相似」的人总会很难去认同。 比如你考了第一名，他们会说你只是运气好；你找了个好工作，他们会怀疑你走后门；你创业了，他们会第一时间跳出来说你肯定做不成。 但如果把对象换成他们完全没有交集的陌生人，他们的态度立马会大转弯，他们倾向于更容易承认陌生人取得的成绩，而非身边的熟人。 以上这些都是很典型的自卑的逆向表达。 外部参考系观察世界，是需要很多维度的。这些维度里，很重要的一个就是参考系。 自卑的来源，除却不可控的基因要素之外，最重要的可能在于参考系的选择上，正是因为我们选择了一个比较的对象，我们发现自己不如比较对象好，所以我们才会感觉到自卑。 通常讲到参考系，我们首先会想到同班同学、隔壁家的小孩、单位老李，如此等等，这些我把它们统称为「外部参考系」。 很显然，不同的外部参考系，对我们的自我认知具有不同的导向作用，甚至会有相反的结论。 对于那些优秀上进对自我成长有要求的人来说，他们选择的外部参考系往往都会定位得比自己高，而不会比自己低或者一样。比如上学时候班级的第一名，工作了之后的部门领导，比自己提前买房的大学同学，等等。 但外部参考系的选择是一件很容易让人疑惑的事情。 很多人选择的外部参考系，是自己在某一方面暂时达不到与之相当的标准，但其他方面又是如此相近。这会让人产生一种错觉：我应该达到参考系的全部标准。 比如我的同桌小明，在学习成绩方面，我就是没有他好。但其他方面，我们都没有什么显著差异，甚至我还比他好，比如我比他帅，比他高，家里比他有钱，如此等等。 如果以小明作为我的参考系，我潜意识里就容易产生一种错觉：既然我们如此相近，甚至我其他方面还要更好，那学习成绩方面，我也不应该比他差！ 这时候人就会容易产生自卑，因为我们会想当然地认为既然都是一个大学的，那我们就应该找到类似的工作。既然都是一个单位的，那我们就应该拿类似的薪水。既然都是二十几岁，就不应该你有那么多房子而我没有。 年轻人当中普遍存在的同伴压力（peer pressure）的来源，很大程度上就是错误地把外部参考系锚定在某方面比你好，但其他方面和你非常类似的一个群体当中。 你潜意识里不会意识到这个问题，不会意识到就不会接受，不会接受就很难真正去向他们学习。然后你就会无奈，但你又没办法短期去改变，所以你就会感到很有压力，然后就会自卑。 我的经验是，选择一个各方面均有差异的外部参考系（我称之为「独立参考系」），来指引你在某一方面的努力，会有很大的好处。 你不会因此错误地认为你「应该」和他一样好，你会服气于他，会坦然接受差距，转而去向其学习。 这也是我男神查理芒格（他就是我的独立参考系）一直说「要向伟人和先哲学习」的原因。你可能会觉得单位同事老李炒股厉害是运气好，但是你对巴菲特不会这样认为。 重申一遍，不要去选那些和你过分接近的（诸多方面相似）外部参考系，而应该去选那些和你各方面都差异巨大，但你具体参考那个维度又是全面领先你的。 过分接近的外部参考系，会让人的眼光，格局，甚至心胸变得狭隘，行动上也变得亦步亦趋，容易让人丧失前瞻性和大局观。 内部参考系参考系其实分为外部和内部，人们容易意识到外部参考系的重要性，但往往会忽略内部参考系的建立。很多人其实是缺乏内部参考系的。 简而言之，内部参考系即是你自己，更多的时候，是过去的自己。 大多人都习惯和别人比较，靠外部世界，靠标签来评价和认知自己，自己行动和前进的动力也是靠外部参考系来赋予。 但其实这是不全面的，你可能还需要向内看：是否比昨天的自己变得好了一些。 学会向内看，人们才会更容易接受外部世界的变化，接受自己同他人的差距，接受自己的不完美。而接受，是真正改变的第一步。 有人说，人一切痛苦的本质都是源于对自己无能的愤怒。我认为，这种愤怒大部分时候，是源于将认知的参考系，过分地锚定在了外部参考系之上。一旦建立起强大的稳定的内部参考系，就很难会产生这种「愤怒」。 对外部参考系的锚定，尤其是不恰当的锚定，其实是一种执着。佛家里说，执着生业，业是五毒（贪嗔痴慢疑）之源。 向内看，有助于放下执念，获得内在的和谐，所谓的inner peace. 大凡真正厉害的人，都有非常强大的内部参考系，都懂得放下对外部世界的执念，转而追求比过去的自己变得更好。 追求每天睡觉时比起床时更聪明一点点（查理芒格），追求内部计分卡（巴菲特），这就是所谓的自我驱动力。 摆脱对自己「无能」的初步认知，取决于正确参考系的选择，更多指代恰当外部参考系的选择。而摆脱对自己「无能」的深层认知，则取决于能否建立起稳定的内部参考系，实现「向内看」。 正确参考系的建立，是实现从自卑到自信的第一步，也是最关键的一步。 正反馈激励机制自卑和自信是一个问题的两个面，能否转化的关键是正反馈循环强化的机制能否建立起来。 自卑之所以自卑上面讲参考系已经讲得很清楚了，简单说，就是因为对错误外部参考系的锚定，和内部参考系的缺失。 如果不能摆脱外部参考系的影响，那么你唯一能做的就是，把自己从标签意义上的弱者变成强者，别无他法。 弱者变成强者不是一蹴而就的，很多人期望一下子超过隔壁老张，上铺的兄弟，别人家的孩子，这是不现实的。这个过程需要持续的努力。 支持这个过程持续下去的，是在内部参考系已建立的前提下，每一阶段对于外部参考系设定的目标都实现了，比如超越班级第一，比如月薪过万，比如跳槽加薪。 内部参考系建立的意义，在于内在的奖赏和激励机制得以发挥作用，而且确保你放弃急功近利的心态。 如若不是，你会因为整体还是没有实现「变为强者」的目标，而愤怒，而自卑，尽管你每一步都已做得非常漂亮。 你太着急想要成功了。 厉害自信之人的一个共同特征，是不管外界如何变化，他们都非常坚定地，坚韧不拔地，一步步朝着目标迈进，这个过程会持续几年甚至几十年。 相反，自卑的人，往往就非常急功近利。他们非常着急希望抓住些什么来证明自己，结果却往往事与愿违，即使抓住了，也守不住。 最终我们还是要回到内部参考系，内在驱动力，和基于此的正反馈机制上来。 正反馈循环机制建立起来，你就会在内部参考系下，不断奖赏自己，然后一步步地实现外部的小目标。假以时日，不经意间你就超越了之前设定的外部参考系。 这个正反馈强化的过程，是自卑往自信转化最重要的催化剂。 正反馈机制会让那些确立了良好的内部参考系的人，一直往前进步，并持续发挥作用，确保他们不断超越。 缺乏内部参考系的人，正反馈机制发挥作用则是断断续续的，形同三天打鱼两天晒网，他们每天都只盯着鱼，而不会退而结网。 正反馈机制的作用，也解释了，厉害的人会更自信，而自卑的人会变得更平庸的剪刀差来源，这也是自卑和自信的一个根本性分别。 总结除却基因的因素，自卑来源于参考系的错误设定，包括外部参考系过分锚定在那些和自己有太多相似性的「身边人」之上，以及被大部分人忽略的内部参考系的缺失。 自卑和自信的转化，关键是基于恰当外部参考系之下，正反馈循环强化机制的建立，以及内部参考系对这种正反馈机制的奖赏。 弄清楚参考系和正反馈机制对人的自卑和自信的作用之后，对于我们来说，要消除自卑，要建立起流氓般的自信，就需要 找到更具「差异化」，更有格局，更愿意去向其学习的外部独立参考系。 建立起稳定长期的内部参考系，争取自己每天睡觉时比起床时聪明一点点。 利用正反馈强化机制，在内部参考系的奖赏激励下，不断实现一个个小目标，在时间的加成下，最终实现外部参考系下的全面超越和成长。 有人问巴菲特，你为什么投资这么厉害？ 巴菲特说：我只是不断学习，确保比昨天的自己，变得更好一些。","categories":[],"tags":[{"name":"思维","slug":"思维","permalink":"http://yoursite.com/tags/思维/"}]},{"title":"「一字不漏地阅读」是很重要的能力","slug":"thinking-00005","date":"2018-06-26T01:52:44.000Z","updated":"2020-09-04T07:01:57.601Z","comments":true,"path":"2018/06/26/thinking-00005/","link":"","permalink":"http://yoursite.com/2018/06/26/thinking-00005/","excerpt":"I guess it comes down to a simple choice: get busy living or get busy dying. 生命可以归结为一种简单的选择：要么忙于生存，要么赶着去死。—《肖申克的救赎》 已经记不清有多少次，在不同的场合，碰到过明明写得清清楚楚的程序条文，但总有不少人会置若罔闻，跑过来问你这个应该怎么做，那个应该如何处理。 每当碰到这样的情况，我都会觉得有些不耐烦，甚至生气：难道你没有读过相关说明吗？ 事实上他们读过，或许还不止一遍，但没有哪一遍是认认真真，「一字不漏」地阅读下来。所以他们总会遗漏一些重要的信息，要么是不知道活动的报名截止日期，要么不清楚申请材料的格式规范，或者没有留意到合同里的例外规定，如此等等。 经过长时间的观察，我发现身边不少人都缺乏这样一种基础而又十分重要的能力，就是逐字逐句地读完一份阅读材料的能力，这样的材料包括一本书、一份格式合同、一个活动流程说明，或者一份大学硕士课程的招生简章。","text":"I guess it comes down to a simple choice: get busy living or get busy dying. 生命可以归结为一种简单的选择：要么忙于生存，要么赶着去死。—《肖申克的救赎》 已经记不清有多少次，在不同的场合，碰到过明明写得清清楚楚的程序条文，但总有不少人会置若罔闻，跑过来问你这个应该怎么做，那个应该如何处理。 每当碰到这样的情况，我都会觉得有些不耐烦，甚至生气：难道你没有读过相关说明吗？ 事实上他们读过，或许还不止一遍，但没有哪一遍是认认真真，「一字不漏」地阅读下来。所以他们总会遗漏一些重要的信息，要么是不知道活动的报名截止日期，要么不清楚申请材料的格式规范，或者没有留意到合同里的例外规定，如此等等。 经过长时间的观察，我发现身边不少人都缺乏这样一种基础而又十分重要的能力，就是逐字逐句地读完一份阅读材料的能力，这样的材料包括一本书、一份格式合同、一个活动流程说明，或者一份大学硕士课程的招生简章。人们花少量时间去阅读，但花大量时间去做额外的信息搜集：询问同事、咨询「专家」、干脆直接打电话或者跑到相关的办事窗口，结果被告知所有材料清单都已在网上罗列得清楚明白，又不得不折返，再去重读这些流程文件。 然而，他们花了很多时间去获取的「额外信息」，其实完全可以通过只字不差地阅读原始材料，就可以更轻松获得，并且耗费更少的时间。所以你看，很多人自以为跳过详细认真阅读的步骤，而直接向他人开口的行为可以为他们节省时间，结果却是得不偿失。 我知道，很多人其实并不愿意静下心来，把大量时间花费在「一字不漏地阅读」这件事上，在他们的阅读和学习习惯里，一目十行、扫读、跳读、一小时翻完一本书，才是值得倡导和追求的阅读方法。他们会觉得只字不差的阅读，是一种对时间的巨大浪费。 这一点反应在日常的学习和生活当中，有很多表现。 例如，一个典型的大学生，并不会花很多时间，把一本三四百页，甚至六七百页的教材逐字逐句地通读下来。取而代之的是，他们会在期末花上两三天，对照着老师的演示文稿，快速地翻一下书本，然后通过考试，便是大吉。 至于这本教材，大概会以五毛一斤当做废品在毕业时处理掉，或者送给学弟学妹。最终，这本书几经转手，还是难逃被当做废品处理的命运，而终其一生，都不会有被认真阅读的机会。 平常不上课，不认真读书消化知识，靠着期末熬上三两个通宵，突击通过考试，考完所有知识迅速还给老师，如此情况已经成为大学校园的常态。这种常态，出现在专科学校，也出现在清华北大这些所谓中国最顶级的学校里。 这种常态不可怕，不以为耻反以为荣的心态才可怕。 常常有人问我，为什么我对本科学习的知识体系，在毕业多年之后，还能记忆犹新，保持不打草稿，不做复习，依然能随时脱口成章，并且一以贯之地深入浅出，富于逻辑性和层次感。 答案其实非常简单，只是因为别人都花三天时间准备考试，我得花上一整个学期。 我还记得，大学自习课上室友跟妹子亲热，而我在最后一排看七八百页公司金融的英文教材。中午时分室友跟妹子一起吃饭，我在教室一边啃面包一边做教材后面的题目。周末他们出去看电影逛公园，我就在图书馆阅读相关的论文。 就这样日子悠悠过去，室友的女友换了一个又一个，但我对公司金融的理解，却未曾随着时光流逝而削减，反而愈加深刻，历久弥新。 再例如，之前一个朋友不断向我抱怨，说每天花费大量时间刷朋友圈微博知乎，但却感觉自己获取信息，消化信息的能力大不如前，最终他把症结归于移动互联网的发展，导致人们的精力和注意被过度碎片化地分散。 「你读一篇典型的3000字的推文花多少时间？」我问他。 「一两分钟吧！」朋友答到。 他在朋友圈的阅读模式，是很多人都会采取的阅读方法，有些甚至点开几十秒就会退出，然后继续下一篇文章的「扫读」。最终，我相信这些人也都会有我这位朋友的困惑，认为他们获取和处理信息的能力下降，原因在于朋友圈这个传播渠道。 可是事实果真如此吗？显然不是。 我自己以及身边也有另外一些朋友，自从有了大量的自媒体之后，我们花在传统纸质书本的阅读时间也大幅减少。在2010年的时候，我每年大概要读至少五六十本纸质书，如今，已经减半。但我自己的感受却和前面那位朋友恰恰相反，我认为自媒体是一个很好的获取信息的渠道，它更便捷，阅读体验更轻松，也更容易让你分门别类，按需索取。 那差别在于何处？在于阅读方式。 我用计时器测试过，通常我读一篇3000字的朋友圈推文，无论是偏情感类的，还是偏理性分析类的，所耗时间，都会超过5分钟。如果是遇到一些专业性较强的文章，可能需30分钟，甚至更久。 一字不差地阅读，决定了你到底可以从阅读材料当中获取到多少信息。它也进一步地决定了，你对这些信息的处理能力。 亦即，你通过仔细认真地，完整地阅读，所产生的理解这些信息的过程，唯有产生了理解，你才能发现这些信息背后，没有被明确写出来的东西，而这一点，非常重要。 这让我想起小学时便学过的一篇课文，讲小猴下山的故事。说小猴子下山找吃的，一开始摘了个又大又红的桃子，走了一段之后发现了一个玉米，便把桃子扔了，摘了一个玉米。再继续走，又发现了一个西瓜，便又把玉米扔了，摘了一个西瓜。正要回去的时候，发现一只野兔，就把西瓜扔了，去追赶野兔，想把野兔抓回去。可到天黑时也没追着，最后只能两手空空回家。 想想看，我们很多人在阅读的时候，是不是打开一个文章，打开一本书，都像极了小猴下山的故事。总觉得有更多的文章要去看，更多的书要去读，所以手上的随意翻翻便扔掉作罢。到头来，小猴子两手空空回家，你可能就是「读了很多东西」，却也只能大脑空空度日。 又有人一定会义正言辞地说：一字不漏地阅读，多浪费时间呀！ 想想我文章开头提到的若干情况，你会觉得浪费时间吗？你觉得是你详细阅读一遍大学招生简章的各项要求浪费时间，还是你粗粗扫读甚至根本不读，跑去问学长学姐，咨询留学专家顾问更浪费时间？还不用考虑后者产生的其他费用成本。 很多知识，尤其是上升到本质的层面，都是相通的。你通过仔细阅读，深刻理解一门知识，其他的就自然容易触类旁通了。 比如我昨天和我们金融分析训练营的同学讲经济常识，讲到「沉没成本」这个概念，我马上就联想到统计学上的马尔科夫链，这两者在本质上，其实是一个意思。所以你看，一个是经济学概念，一个是统计学数学的概念，但其实表达了共同的含义。这就是对知识掌握牢固的好处。 如果你能坚持一字不差地阅读的习惯，最终的效果，一定会让你感到难以置信。因为，不要忘记我常常强调的复利的作用。所谓「磨刀不误砍柴工」，坚持下去，你会发现，古人诚不我欺。 虽然这个世界愈发浮躁起来，但只要能够为了一些纯粹的梦想和感动坚持努力下去，只要能做一些长远来看被证明正确的事，你就总能找到让自己踏实心安和自信的力量，而一字不漏地阅读，便是这样的事。","categories":[],"tags":[{"name":"思维","slug":"思维","permalink":"http://yoursite.com/tags/思维/"}]},{"title":"获得你想要的:从人际关系的本质说起","slug":"thinking-00004","date":"2018-06-20T09:38:51.000Z","updated":"2020-09-04T07:01:57.601Z","comments":true,"path":"2018/06/20/thinking-00004/","link":"","permalink":"http://yoursite.com/2018/06/20/thinking-00004/","excerpt":"人际关系中，我们该如何表现，从而成为关系当中被喜爱的对象，并且可以获得实际的好处？ 这里面其实包含了场景（人际关系），行动（如何表现），以及结果（被喜欢以及获得实际好处）三个维度的问题。 I. 人际关系-场景首先要明白事情发生的场景为何，不同的场景对应不同的行动和结果。简单的两个场景： 我一个人在家，我计划今天看一部电影。 我和女票在家，我计划和她一起看一部电影。 第一个场景只与自己有关，不涉及对他人的影响，因此完全可以按照自己的自由意志行动，也得到了你想要的结果，假设你想要的结果是看一部电影娱乐自己和消磨时间的话。 第二个场景加入了女票这个因素，从而使你行动的决策变量多了起来：你不但要自己喜欢这部电影，还要保证女票喜欢，而且要以女票也喜欢的方式观看（比如你喜欢躺着看，女票喜欢坐着看这样就不行）。简单来说，就是你的行动要对女票产生愉悦的体验，才能达到你想要的结果，假设你想要的结果变成让女票开心进而增进感情。 第二种场景是一个很典型的人际关系场景。当然典型的人际关系场景还有父母与子女，老板与下属，同事平级之间，朋友之间。这些所有的人际关系场景，有没有可以抽象出来的共通性？抑或，人与人产生关系连接的本质原因为何？各种关系场景得以维系的驱动力为何？","text":"人际关系中，我们该如何表现，从而成为关系当中被喜爱的对象，并且可以获得实际的好处？ 这里面其实包含了场景（人际关系），行动（如何表现），以及结果（被喜欢以及获得实际好处）三个维度的问题。 I. 人际关系-场景首先要明白事情发生的场景为何，不同的场景对应不同的行动和结果。简单的两个场景： 我一个人在家，我计划今天看一部电影。 我和女票在家，我计划和她一起看一部电影。 第一个场景只与自己有关，不涉及对他人的影响，因此完全可以按照自己的自由意志行动，也得到了你想要的结果，假设你想要的结果是看一部电影娱乐自己和消磨时间的话。 第二个场景加入了女票这个因素，从而使你行动的决策变量多了起来：你不但要自己喜欢这部电影，还要保证女票喜欢，而且要以女票也喜欢的方式观看（比如你喜欢躺着看，女票喜欢坐着看这样就不行）。简单来说，就是你的行动要对女票产生愉悦的体验，才能达到你想要的结果，假设你想要的结果变成让女票开心进而增进感情。 第二种场景是一个很典型的人际关系场景。当然典型的人际关系场景还有父母与子女，老板与下属，同事平级之间，朋友之间。这些所有的人际关系场景，有没有可以抽象出来的共通性？抑或，人与人产生关系连接的本质原因为何？各种关系场景得以维系的驱动力为何？以上三个问题的共同答案是：利益的交换。这里的利益既包括我们通常理解的物的利益，又包括不具备具象形态的心理诉求的彼此满足。请不要没看清定义就在留言区乱喷，谢谢。 说工作关系是基于利益的交换比较容易被人接受，说恋爱关系，亲人关系的本质是利益交换，可能不是太能被接受，然而这并不影响它作为这些关系的本质一直在发生作用。 恋爱，结婚一定是基于彼此能同时满足如下两个条件： 1. 男生期望（需要）的关于女生的东西，女生正好具备。2. 女生期望（需要）的关于男生的东西，男生正好具备。 这是恋爱特别是婚姻的关系基础，不能同时满足这两个条件的婚姻基本都会走向破裂。这难道不是很明显的交换吗？爱和感情是感性意义的表达，利益的交换是理性的分析，二者并不冲突。同样的逻辑可以去分析父母和子女，工作关系等等。 如若我们同意人际关系的本质是利益的交换这一基本结论，那么我们就不难得出如下推论： 推论1：要使得某种关系得已发生，关系各方必须要有对应的利益与他方进行交换。推论2：要使得某种关系得以维持，关系各方可供交换的利益必须保持均衡的状态。 推论1告诉我们，如果屌丝每天只靠：吃了吗，睡了吗，干嘛呢，天气凉了要多加件衣服呀…… 这样的方式，是永远也追求不到白富美美的，因为你根本没有白富美对应的利益拿出去交换。屌丝追女神的唯一可能方式只有逆袭，你不逆袭，膝盖跪穿，地板舔烂，也并没有什么卵用，虽然残酷，事实却是如此。 推论2告诉我们，如果你仅仅靠投机取巧（这也可以看做一种利益交换的方式，比如你的拍马溜须正好迎合了面试官虚荣的心理诉求）哪怕幸运地进入到某一家心仪的公司，事后你的能力，资源，气场等无法与公司需要保持一种均衡的交换状态的话，那么迟早你也会被炒掉的，这样的例子身边也并不鲜见。比如小明亲眼所见，一同学大学毕业时，因为父亲是官，所以顺利进入了某大公司当管培，然而一年之后，父亲被双规，一年半之后，同学被裁。 所以，人际关系的本质是基于利益交换的一种人与人之间相互作用的均衡状态。它的一个含义是，如果你要维护好人际关系，你就需要想办法让自己变得对别人“有利可图”。 II. 如何表现-行动弄清楚人际关系的本质之后，那么就可以根据这个场景来制定自己的行动。行动包括三层含义： 1. 培育自己的利益优势2. 释放自己的利益优势3. 达成利益交换第一点通俗上讲就是所谓的功夫在平时。 我们要获得一个好的职位，需要好的教育背景，好的学业成绩，好的实习经历，更重要的还需要靠谱的性格，认真踏实的做事作风，以及开放包容的相处习惯，这些都是我们平时应该努力去培育的。 你说我本科非211也非985，那么我在找工作的时候是不是就受到了歧视，当然不是！你被“歧视”的结果是你更早时候不注重培育自身“利益优势”的行动造成的，那么你只能比别人更加努力，在其他方面来补全你的利益优势。 这里还有一个问题，我们需要区分众多利益优势当中，哪些是你期望构建关系中对象所需要的。比如你的利益优势是对某一个行业具有专家级的了解，并具备较好的文字表达和传递观点的能力，那么这样的优势正好就是投资行业里做研究所需要的。 然而如果你的利益优势是超级活跃，超级会沟通演讲，会组织活动，那显然这个优势就和投资行业里做研究没有什么交换基础可言。所以弄清楚你希望构建关系的他方所需要的利益优势，然后尽早去培育，是行动的开始。 第二点，就是如何让别人知道你的利益优势。 你很懂某一个领域，然而别人并不知道，也没有什么卵用。回到我们文章开篇的实习生与领导的问题。显然群里的小伙伴们都是在围绕如何释放利益优势这个方面给出了建议。 比如你和老板吃饭，那你肯定要和老板聊工作相关的问题，这最自然，你总不能上去就问老板几岁结婚，几岁生的小孩。关于如何释放自己的利益优势，我有如下几个自己的体会： 1. 保持自信，不卑不亢。不要看这个听起来很虚，然而在很多时候关系到你和老板们打交道的方式和由此形成的气场。没有老板喜欢工作场合交谈还脸红结巴的员工，当然也没有老板喜欢锋芒毕露的人。2. 守正出奇。守正的意思是你要把最核心的利益优势以不卑不亢的方式表达出来。比如你的实习是一名助理行业研究员，在经过第一步后你已经培育出了和公司（老板）交换的核心利益优势：你对这个行业有着烂熟于心的理解。你就可以在会议当中，亦或是和老板吃饭完一起散步的过程当中，把你的这些理解都抛给老板，并请他们点评。出奇的意思是，除了核心利益优势之外，你还可以聊点其他有意思的话题，比如时下热议的事件，你可以做到客观理性的分析点评，也会让老板对你印象有所加分。3.保持专注。在核心利益优势没有培育好之前，切忌四处发力，又是请老板吃饭，又是请老板洗脚，如果老板在洗脚过程当中问你几个工作问题你给不出满意的答案，就算请老板大保健也没有多大意义。所以保持专注的意思是，一定要优先培育好自己的核心利益优势，并想办法让对方看到。第三点，达成利益交换即是关系的形成，比如恋爱关系的形成，比如婚姻关系的确立，再比如实习生拿到return offer成为正式员工，这里没有什么多说的，值得一提的是，利益交换的达成并不是一劳永逸之事，你需要努力保持利益交换的动态均衡。 III. 被喜欢及好处-结果开篇同学提出的问题实际包含了两个结果：1，被老板喜欢。2，获得实际的好处即拿到录取机 会。这样的结果在工作关系之外的很多人际交往当中也会同时存在。 追求女神的屌丝往往被当做“云备胎”使用，某种意义上，女神可能是觉得这个人不错，有一些喜欢之意，然而他并不会获得实际的好处，即升级为男票。 在我的理解当中，被喜欢更多是一个偏感性的结果，是在自身的核心利益优势不足以和对方形成交换，又试图去释放自己利益优势，并且以一种对方接纳和认可的方式去释放时形成的一种中间态。这种中间态当且仅当自己的核心利益优势达到了与对方进行交换的阈值时，才可能升级为“获得实际好处”这种最终结果。 多数时候，获得了实际好处，意味着你也同时“被喜欢”，老板并不会录取一个自己并不喜欢的实习生作为全职员工，女神也不会和一个自己并不喜欢的高富帅交往。现实当中，也的确存在并不“被喜欢”，但却获得了实际好处的关系存在。不过这种关系通常都是强制达成的，并不是按照自愿的利益交换的原则实现的，比如子女在父母的威逼下结婚。 综合以上，在我们看清楚人际关系交往的本质之后，我们便明白，人际交往当中最重要的是培育自己的核心利益优势，当然，这种优势，在你构建不同的关系时可能会截然不同，这是人际交往的复杂所在，也是魅力之所在。 行文至此，大抵可以来回答一直被问到的几个问题： 如何撩到那些比你厉害很多的号称社会精英的年轻人？如何让团队成员不计得失不拿工资也愿意为公司舍命狂奔？如何让人还没见过你就能辞职跟你一起创业？ 秘诀就是尽早弄清人际交往的本质，并培育自己的核心利益优势—秦小明。 以上，希望对你有用。","categories":[],"tags":[{"name":"思维","slug":"思维","permalink":"http://yoursite.com/tags/思维/"}]},{"title":"成长的蜕变：明白世界的不确定性","slug":"thinking-00003","date":"2018-06-20T09:37:51.000Z","updated":"2020-09-04T07:01:57.601Z","comments":true,"path":"2018/06/20/thinking-00003/","link":"","permalink":"http://yoursite.com/2018/06/20/thinking-00003/","excerpt":"1不少就要毕业的年轻人给我留言，说小明，能不能给我几个锦囊，以备我踏入社会掉进坑里时，好打开来看。 锦囊没有，道理倒是有一大堆。 可年轻人天生又不喜欢听人讲道理，他们只喜欢看女同学在朋友圈晒出一排排白花花的大腿。 不过有一个道理，我认为年轻的老铁必须要尽早弄清，可让你少走弯路，以及掉进坑里时，少些痛苦，也能更好地爬出来。 这个道理便是： 世界是不确定的，遵循概率和随机特性而存在。","text":"1不少就要毕业的年轻人给我留言，说小明，能不能给我几个锦囊，以备我踏入社会掉进坑里时，好打开来看。 锦囊没有，道理倒是有一大堆。 可年轻人天生又不喜欢听人讲道理，他们只喜欢看女同学在朋友圈晒出一排排白花花的大腿。 不过有一个道理，我认为年轻的老铁必须要尽早弄清，可让你少走弯路，以及掉进坑里时，少些痛苦，也能更好地爬出来。 这个道理便是： 世界是不确定的，遵循概率和随机特性而存在。你们不喜欢听道理，而是希望获得直接可以操作的技巧和「干货」，皆是源于大学的土壤让你们养成了这样的思维习惯： 一切问题皆有答案，甚至有标准答案。 这种习惯害人不浅，它是一种陋习，务必要尽早革除。 2在大学里，有不懂的可以问老师，问同学，可以查文献。 这一切都基于一个假设： 已经有人为你的不懂预备好答案。 这意味着，一切问题几乎总是确定有解的，你处在一个确定的世界当中。 学习上的问题不必多言，除非少数的尖端前沿学术问题，你总可以通过同学，老师亦或是查阅资料获得确定的答案。 非学习上的问题呢？大体相近，也总有确定的路径供你模仿。 再牛逼的大学，即使你是高考状元，进了清华北大，或是去了港大，去了美国的名校，皆会按照一条典型的大学生的路子过下这四年。 总会有学长、辅导员、老师来告诉你四年大学应该怎么过。你总会知道要修哪些课程，要达到多少学分，要考试通过，方能毕业。 你也总会知道，在学术、社团实践、实习、出国留学等选一个或几个主攻方向，然后刷GPA，刷实习经历，刷出国语言成绩。 再然后，你就可以看到预期的相对确定的结果。 处在一个确定的世界当中意味着，你做的每一件事，你的目标，你的努力，你的结果，你要使用的工具和方法，这个过程当中你会经历的跌宕起伏，你会面临的竞争，大致都是可以预测的。 这一系列可预测的要素，便是你要寻求某一问题求解模板式的答案。 比如，如果你要拿到顶级投行的工作机会，那你就会按照如下的清单来准备： 顶级名校的本科背景、较高的GPA、投行实习、面试技巧、流畅的英文、最好有海外名校的学习经历…… 如果在每一项上都下足了功夫，相信结果亦能如你所愿。 然而，我要告诉你们，这种思维模式，在你进入社会后，将面临重大挑战，甚至迅速失效。 3毕业季最后的疯狂和煽情之后，等待着你的是，没有容易二字的成人世界。 学生时代，总归容易被包容、理解和原谅，毋需你承担事情之全部责任，有着父母每个月几千上万供你游山玩水。 不妨幼稚一些，不妨吵吵闹闹，不妨等着老师同学来为你解答问题。 从现在开始，你们需要独自承担，再没有那么多宽容理解，也没有父母理所当然的给予，更关键的是， 没有了预备好的答案。 你面临的很多问题不一定是有解的，你想要求解问题的答案，从大学里的确定的标准答案，变成了不确定的概率答案。 你迅速的被抛入一个不再有确定结果的概率世界当中。 在大学里，老师/同学/资料文献往往充当了说明书，攻略和锦囊的角色，而毕业之后，面对不确定的世界，没有说明书，没有攻略，也没有锦囊。 举个例子。 年轻时，一些人会感受到较大的同伴压力（Peer Pressure），是因为在年轻时，大家的思维模式皆为高度相似的标准答案求解式的思维，「优秀」的标准非常确定而有限，例如毕业了去投行，大家争相胜出，竞争的结果，便产生了来自同伴的压力。 随着年岁渐长，这种同伴压力会显著减弱。 如若你去问四五十岁的人：什么是优秀？你再也得不到集中度较高的答案。 有人会认为是赚很多钱，有人认为是有和谐美满的家庭，有人认为是有社会影响力，有人认为是不断在自己平凡生活当中进步，还有人没有答案。 再比如这些： 如何才能过上幸福的一生？如何才能找到满意的爱人？如何才能在30岁之前找到自己真正热爱的事业？ 健身重要吗？另一半漂亮重要吗？每年赚50万还是100万够花？应该在北上广还是回老家？应该谋求一份稳定的工作还是冒险去创业？创业如何才能避免失败？ 为了获得这个工作机会我应不应该和面试官上床？我要不要坚持每天读书？我为什么不能坚持长期运动？ …… 以上任何问题，都再没有一个标准答案预备好，随时可供查阅。 所有问题的回答，皆会受到问题提出的环境、提问者的个人偏好、不同的资源禀赋、以及其他很多个性化因素的影响。 每一个答案，都只是一个概率事件的结果。 换句话说，这些问题答案的不唯一性，进而带来的不确定性，已然把人们置于了一个不可预期的概率世界当中。 概率世界的意思是我们做某一件事，并不能确保结果可以100%如我们预期般的发生。 明白这一点，对于年轻的学生来说，非常重要。 只有当我们真正明白世界的本质是概率和不确定构成的时候，我们才会放弃「追求标准答案」的幼稚想法，我们才不会执着于世人所谓的「成功」，我们才有可能真正做回自己。 也唯有如此，才能建立起真正独立和具有批判性的思维。如若不然，你就会傻头傻脑被很多「成功学」收割。 4成年人的世界就是不确定的世界，就是概率的世界。 人们常说，努力了不一定会成功，但不努力一定不会成功，讲的就是一个不确定场景。这样的场景，我们每天都在遇到。 可是，囿于大学生在确定性的校园环境里生活太久，他们往往会追问一些概率性问题的确定性结果，比如你们一定都很熟悉的： 我是北大金融系的，我毕业后能进投行吗？ 我想毕业后去美国留学，请问留美学生回国的竞争力如何？ 我是学工科的，但是我毕业想做金融或是咨询可以吗？ 我不是名校，是不是就不可能进入四大/咨询/快消行业？ …… 年轻人特别容易在努力了但结果不如愿的时候，就产生负面情绪。例如沮丧，自我怀疑，甚至自我否定。 但如果你明白世界的不确定性本质之后，你就能更坦然面对。 努力一次不成功，是正常的。因为成功本来就是一个随机结果，它从来都不是必然的。 基本的概率论知识告诉我们，增加试验次数，可以有效改变随机事件的结果，特别是当这些事件具有相关性的时候。 例如第一次创业失败了，你再第二次。第二次失败，你再第三次。理论上说，只要你每次都吸取了前面失败的经验教训，那你试验的次数越多，成功的概率就会越大。 5不确定性和风险又是天生联系在一起的。 金融学对风险和不确定的区分在于，前者具有可以预期的发生概率，而后者没有。 简单来说，可以知道概率分布的不确定性，我们称之为风险。 为什么要讲这个？ 因为这是你们毕业后，丧失了确定性标准答案之后，一种全新的求解问题的方式： 承担风险，追求概率结果。 既然成年人的世界是不确定的世界，既然没有标准答案，那我们面对问题要如何求解？ 我的经验是，尽可能在不确定性的问题当中，去找寻那些概率分布可预期的来付出我们的努力。 概率分布可预期，意思就是你大概能预测各种情况发生的可能性。 譬如说，你预期坚持每天跑步10公里三个月后可以减肥10公斤的概率是90%，那么你就坚持跑三个月。但如若结果并非如你所愿，亦可接受，因为存在10%不成功的概率。 再譬如说，你预期工作三年，掌握一定资源，结合坚定的执行和灵活的调整，你创业成功的概率是70%，那你便会选择去创业，如若你认为这种概率是30%，你便不会做此决定。 追求概率结果的核心在于，个人主观预测的概率和真实情况的概率要足够接近 ，这样你的努力才会趋于有效。如若不然，则是白费力气。 如何才能做到两个概率尽量接近？ 去经历，去学习，去行动。去成功，去失败，去反思。去确立自己的梦想，去找到自己内心真正所爱，去做一个有趣的人，去感恩。 而这些，你都非常熟悉，它们便是那些被讲烂了的道理，年轻人都不喜欢听的道理。 道理的真正含义不是教你如何成功，是教你如何在不确定的概率世界当中，增加自己对不确定事件预测的准确性。 例如，为什么大道理都讲，人们应该找到自己真正热爱的事业，应该遵循内心的召唤去生活？ 因为一旦你找到自己内心真正所爱，你便会拼了命去工作，去思考，去感染他人，这样你创业成功的概率，是不是理所应当比你找一个看似理性，但实则内心并不热爱的项目，来得要高？ 前者会导致主观预测成功的概率更为接近客观概率，而后者则会高估主观上的概率。 6如今往后，你便处在一个不确定的世界当中，不要再固执地追求确定的路径和方法，也不要只想要确定的答案和结果。 因为事实上，它们根本就不存在。 明白世界的随机性和概率性，在你面对生活时，就能多几分坦然和内心的宁静。 不要女朋友离开了你，就活不下去。 不要一场面试失败，就全盘否定自己，觉得自己不行。 也不要取得了小小的成绩，就飘到了天上去，觉得未来一片光明。 …… 明白了世界的不确定性，才会让你把力量收回来，向内寻找答案。 过分地往外用力，结果往往会扑空，因为你控制不了外部的不确定性。 最终，你能控制的，只有你自己，这是唯一确定的事情。 控制了自己，也就控制了世界。 这是成长的道路上，第一个真正意义上的蜕变。","categories":[],"tags":[{"name":"思维","slug":"思维","permalink":"http://yoursite.com/tags/思维/"}]},{"title":"Winners focus on winning，losers focus on winners","slug":"thinking-00002","date":"2018-06-20T09:36:51.000Z","updated":"2020-09-04T07:01:57.600Z","comments":true,"path":"2018/06/20/thinking-00002/","link":"","permalink":"http://yoursite.com/2018/06/20/thinking-00002/","excerpt":"不好意思，今天用了个装逼的标题，求老铁们原谅。 因为实在不知道这句话怎么翻才能不丢失原本的意蕴，所以用了英文。 关注我的老铁，英文水平应该还可以，所以我默认这句话的意思，你们都懂的。 第一次看到这句话的时候，差点跪下。觉得说得太™ 到位了，根本无法反驳。 无论是大佬的竞争，还是屌丝的逆袭，这句话都像社会主义核心价值观一样，永远正确。","text":"不好意思，今天用了个装逼的标题，求老铁们原谅。 因为实在不知道这句话怎么翻才能不丢失原本的意蕴，所以用了英文。 关注我的老铁，英文水平应该还可以，所以我默认这句话的意思，你们都懂的。 第一次看到这句话的时候，差点跪下。觉得说得太™ 到位了，根本无法反驳。 无论是大佬的竞争，还是屌丝的逆袭，这句话都像社会主义核心价值观一样，永远正确。 1.内部记分卡看到第一句话，我首先想到的是股神巴菲特。 巴菲特是典型的终其一生都只活在「自己世界里」的人。 除了阅读和研究公司，他的时间几乎不会花在别处，甚至包括照顾老婆。 有一次巴菲特的老婆苏珊生病卧床，感觉快要呕吐，极其难得地使唤了一次巴菲特： 亲爱的，去厨房给我把垃圾桶拿过来，宝宝想吐。 巴菲特一路小跑到厨房，翻箱倒柜，叮叮当当一阵杂乱的响声之后，拿了一个漏勺过来。 苏珊： 小明，你出去！ 哦不对，是，沃伦，你出去！ 巴菲特对投资本身的专注，有口皆碑。连老婆生病都不能让他分心，天底下还有什么东西能诱惑得了男神？ 男神在不同场合的演讲，都经常提到一个词，叫「内部计分卡」。 他以棒球比赛来比喻，一个牛逼的棒球选手，一定是集中全部精力集中在即将飞过来的球上，选好位置，摆好姿势，在飞来一记好球的时候，全力出击，一击即中。 集中在球上，而不是对手上。 集中在投资本身，而不是市场波动上。 这就是巴菲特所言的「内部记分卡」思想。 我在上一篇文章里讲到，世界是一个不确定的存在，人们能控制的，不是环境，而是自己。 专注于自己，专注于所在做的事情本身，而非环境，包括对手，则是最好的「以不变应外变」的控制自己的方法。 而控制了自己，也就控制了世界。详情参见： 成长的蜕变：明白世界的不确定性 2.竞争博弈论告诉你，市场参与者的决策，都是竞争对手行为以及可能之行为的函数。 但博弈论没有告诉你，如果过度根据竞争对手的行为来做自己的决策，最终你充其量只能获得平均回报，而绝无可能成为市场领导者。 真正牛逼的选手，绝不会以「跟随者」的姿态参与战斗。 牛逼选手做的事，都是引领市场，发现市场，甚至定义市场。 成千上万的社交产品创业者，都紧盯着腾讯爸爸。 QQ和微信的一举一动，他们都看在眼里，然后开会分析上一整天，自己的产品要如何跟进，怎么借鉴，于是没有人能撼动爸爸的地位。 跟随者的命运，一开始就注定是悲剧的结局。 因为你可以跟随，其他人也可以。跟随是简单易行的，门槛较低的，因此就会竞争者众。 竞争者众的结果是什么？ 结果就是大家打得头破血流，谁也不能干死对方。 玩家们的回报，迅速被拉低至平均水平，没有人可以获得超额收益。 说完腾讯，再说一说乔布斯。 老乔有个名言说： 我从来不做市场调研，老子就是市场。 在乔布斯眼里，市场是愚蠢的，消费者也是愚蠢的。 你们这些愚蠢的人类啊，连自己要用什么样的手机都不知道，我怎么能把商业决策建立在对你们的调研上呢？ 老乔运用物理学第一性思维，用演绎的方法，从根本上上去分析什么样的手机，会受到用户的喜爱，而且是预期之外的，又惊又喜的那种喜爱。 于是他充分融合艺术和工程，搞出了一个又一个牛逼到爆的产品。 Mac, iPod，iPhone, iPad…… 每一个都成了市场爆款，每一个都让用户大呼过瘾。每一个都让用户心甘情愿地承认：宝宝的确很蠢啊，原来手机还可以这么玩儿！ 买买买，卖肾也要买啊！ 这是消费者对王者最好的致敬。 乔布斯是科技界甚至整个企业界，百年一遇的牛逼「产品经理」。 他做事情的最大逻辑，就是集中所有精力放在产品本身上： 如何才能制造出让用户惊喜的产品？哪怕只有一款。 这就是乔布斯的死磕精神。 很多工程师和设计师被逼疯，他在公司里经常脾气暴躁，发火骂人，骂到一半又经常失声痛哭。 这就是乔布斯，一个把一切注意力都聚焦在产品本身的科技大佬，性情怪才。 反观一下老乔的继承者，库克先生。 库克时代的苹果，花了更多时间来「迎合」市场，来应对「竞争」。 市场需要大屏，三星搞了大屏，三星有很多产品线，所以苹果也出了大屏，出了一个又一个颜色。 每一代iPhone，基本上就是多增几个颜色，换个好点的硬件。其他方面，可以说是毫无新意。 这就是聚焦在产品本身，和聚焦在对手和市场上的不同结果。 无乔布斯，就再无真正的苹果。 再说说创业这个事。 毫无疑问，最牛逼的创业者，其最大的精力，一定是花在如何创新，如何引领市场，如何教育用户这些方面。而非如何跟进对手，应对竞争上面。 如果一家公司每天开会讨论的都是对手公司做了什么，以及自身如何跟进，那这家公司离平庸甚至走向失败，就不远了。 最好的竞争策略是什么？ 最好的防守策略是什么? 是进攻！进攻就是最好的防守。 只有你通过聚焦产品，服务，和用户，创造出全新的模式，去争夺用户「新的」需求，才能从根本上甩开竞争对手，确立市场地位。 让我们举个例子：写公众号这件事。 已经成功的不少都是鸡汤号和情感号，如果你要杀入这个战场，你是不是应该拼命去分析、模仿这些鸡汤情感号的套路？ 蠢货的确会这么做。 所以你看到不少模仿咪蒙的公众号，连标题都取得十分相似。 这样的模仿，注定会失败。失败者的通病，就是： 过分聚焦在对手身上，特别是那些已经成功的对手身上。 真正的可取的思路是什么？ 是从写公众号这件事本身出发，从最底层去分析这件事和用户之间的关系，它满足了用户什么样的需求，提供了何种独特的价值。 情感鸡汤无论何种形式，无外乎是满足用户的情绪价值。除了情绪价值，用户也需要理性价值，需要更垂直的价值。这一块，恰恰是新媒体写作竞争相对少的领域。 于是我只写金融，写认知和思维，我不写鸡汤，不写情感，不模仿任何大号，我依然可以在三个月实现变现百万的运营成果。 成功者，永远不会过分聚焦竞争对手，他们聚焦的对象，永远是「赢」这件事本身。 3.致命的嫉妒抛开前面这些商业话题，生活当中，也有大量的蠢货天天只盯着那些比自己厉害的人。 蠢货们有个共同特点： 看到比自己厉害的人，就会产生嫉妒心理，并不自主地想要攻击和抹黑。 轻一点的攻击和抹黑比如： 他有什么了不起，不过是运气好罢了。 他不过是傍上了个大佬，自己其实没什么本事。 他不过是有个好爸爸，我要有，我能比他做得更好。 …… 重一点的攻击和抹黑比如： 他这些成功，肯定是弄虚作假的！ 他人品有问题，再成功有什么用？ …… 厉害的人只会专注在自己的事情上，踏踏实实，一步一个脚印，不断往前。 他们根本不会理会那些攻击抹黑的言论，因为不值得浪费时间在这些傻逼身上。 等到蠢货们发现厉害者的身影时，他们已经被远远地抛在了身后，连追赶的机会都不会有。 蠢货们往往错误地以为，自己把时间把注意力花在那些让自己不爽的厉害的人身上，这些人就会因此变得不厉害，甚至被他们的攻击抹黑所打败。 这种想法不但愚蠢，而且幼稚。 真正厉害的人，从来都不会被嫉妒者的攻击打败。嫉妒者想尽办法攻击他们看不惯的厉害的人，而后者甚至从来没有注意到前者的存在。 可不可笑？ 可不可悲？ 厉害的人，不会被嫉妒者打败，他们会因为专注在自己所做的事上，变得更厉害。 成功者变得更厉害之后，失败者就会更嫉妒，会浪费跟多时间和精力在攻击成功者身上，进而剩下更少的时间用来自我进步，于是他们变得更失败。 失败-嫉妒-嫉妒无效-更嫉妒-更失败…… 这就是嫉妒者不断沦落为失败者的致命循环。 嫉妒者的周围，到最后也只能吸引具有同样特质的人围绕在一起，这会加速他们向失败者沦落的进程。 4.向内看无论是商业的竞争，还是个人的成长，你都务必弄清这个简单的事实： 多向内看，多想想自己。 一旦你把主要精力放在应对外部环境上，包括竞争对手，以及那些令你不舒服的人，就是你走向平庸和失败的开始。 成功者的精力永远聚焦在成功这件事本身，而非更成功的人身上。 成功者永远从事情的本质出发思考问题，而非看对手如何思考。 成功者永远不会嫉妒别人，而是想着如何通过学习别人的长处为我所用，把自己变得更厉害。 Winners focus on winning，losers focus on winners.","categories":[],"tags":[{"name":"思维","slug":"思维","permalink":"http://yoursite.com/tags/思维/"}]},{"title":"动态平衡的关系才能走到最后","slug":"thinking-00001","date":"2018-06-20T09:35:51.000Z","updated":"2020-09-04T07:01:57.600Z","comments":true,"path":"2018/06/20/thinking-00001/","link":"","permalink":"http://yoursite.com/2018/06/20/thinking-00001/","excerpt":"1.关于事件本身的几句话。 我是一个离娱乐圈很遥远的人，今天晚上聚透Premium群（聚透Premium | 这可能是中国最好的老司机群（附入群规则））里讨论到王宝强离婚事件，我打开微博，在关注页里刷了近几个小时的内容也没见到事件的踪影，最后通过热门事件才看到，所以本文没有任何娱乐视角的八卦猛料或者评述。 不能说我喜欢王宝强，但是我喜欢傻根，许三多，树先生，牛耿，唐仁。不管对王宝强的评价如何，我认为，他对得起演员这个职业，他是一个了不起的演员，他很努力地在工作，这是我唯一能给出的评论。 关于离婚事件，我无法从道德上去指责和谩骂，尽管目前媒体上铺天盖地都是讲女方过错，可不要忘记，公众人物的舆论究竟有几分真假，我们无从得知。 现在舆论一边倒地支持你，几个小时之后，舆论倒戈，唾沫反过来淹死你的情况，屡见不鲜。对待公众人物的舆论，我一向持谨慎态度，尽管我喜欢王宝强演的戏，但我无法对他的私人问题作出任何评论，因为我不知道真相，也没有办法知道，亦无必要知道。","text":"1.关于事件本身的几句话。 我是一个离娱乐圈很遥远的人，今天晚上聚透Premium群（聚透Premium | 这可能是中国最好的老司机群（附入群规则））里讨论到王宝强离婚事件，我打开微博，在关注页里刷了近几个小时的内容也没见到事件的踪影，最后通过热门事件才看到，所以本文没有任何娱乐视角的八卦猛料或者评述。 不能说我喜欢王宝强，但是我喜欢傻根，许三多，树先生，牛耿，唐仁。不管对王宝强的评价如何，我认为，他对得起演员这个职业，他是一个了不起的演员，他很努力地在工作，这是我唯一能给出的评论。 关于离婚事件，我无法从道德上去指责和谩骂，尽管目前媒体上铺天盖地都是讲女方过错，可不要忘记，公众人物的舆论究竟有几分真假，我们无从得知。 现在舆论一边倒地支持你，几个小时之后，舆论倒戈，唾沫反过来淹死你的情况，屡见不鲜。对待公众人物的舆论，我一向持谨慎态度，尽管我喜欢王宝强演的戏，但我无法对他的私人问题作出任何评论，因为我不知道真相，也没有办法知道，亦无必要知道。 2.情绪和理性 节奏越来越快的当代，信息充斥在每个人的屏幕上，转发、点赞、分享，人们将许多消息传播给自己身边的圈子，尤其是那些公众人物的八卦猛料。 成百上千万的评论，几乎都是在谩骂王宝强老婆，释放情绪，很痛快，酣畅淋漓。可是你看到的，听到的，一定是真相吗？ 脑子是个好东西，希望你有我有大家有。不要兴冲冲的看到消息就去传播。多想想是真是假，这条消息目的是什么，究竟对谁有利。一不小心，你就只是个舆论战中双方博弈时的千万个棋子之一而已。不要急着释放情绪，多听听看看，多用脑子思考。 3.为什么王对她那么好，她还不踏实安分？ 一个朋友微信问我：这女人脑子有问题吧？王宝强那么努力工作赚钱给她花，她的所有几乎都是王宝强给的，她怎么还不满足？双商被狗吃了吗？ 我问：你觉得是不是天下每个女人都会愿意嫁给马云？（爸爸对不起，让您躺枪了Orz）朋友思考了五秒钟，答：当然不是。 所以你看，这就是问题的根源所在。作为男人，不是你牛逼你发达你聪明你厉害了，女人就统统应该喜欢你。马云是厉害啊，但是总有那么一些女人嫌他长得太丑太矮而不会去喜欢他。同理，就算我朋友讲的前提都成立，也不能保证王宝强的老婆就一定喜欢他这一款。 所谓喜欢，完全是一个个性化的问题，从来就没有统一的标准。 有些女人就是喜欢长得帅气的男人，就是不在乎有没有才，有没有钱，是否努力工作，是否忠诚。你不满足这一点，那对不起，她就会去找满足这一点的人。 “那如果她嫌弃王宝强丑和矮，为什么一开始要结婚啊？” 这个问题在第6点里讲。 4.关系为什么会变淡甚至破裂？ 我很早就明白，除了亲情（亲情某种意义上也是），所有关系的建立都是基于利益的交换。请广义地理解这里的利益，不要只理解为物的利益。当这种交换在一定时间内处于均衡状态时，关系就能健康维持并发展。 这种均衡状态被长久地打破，关系必然走向破裂。 为什么有的朋友久了会变淡？其实我觉得对于婚姻和恋爱关系同样适用：为什么有的恋人/夫妻会分手？ 根本上来说，在我们一开始认识新朋友，谈新的对象，或者决定要结婚那个时刻，双方基本上在可见层面的利益交换是大体均衡的，所谓势均力敌。 好比，一个人具备外在条件的优势（长得帅气高大/漂亮苗条），但是才华和内在稍显逊色，正好碰到另一个内在占优而外在又逊色一筹的人，他们彼此看重对方的优势，综合来看，则可以形成一个均衡的关系。 可是到后来，就不一定了：有些人长久地和我们处于所有方面综合均衡的关系当中，有些人只在一个阶段或者一定层面处于均衡，有些人则慢慢地在各个层面都无法再和我们匹配。 第一种可以近似地理解为夫妻，长久的密友。第二种理解为各种前任以及比较外围意义上的朋友。第三种则又重新回到陌生人。离婚和分手，多数会以第三种情况结局。 对于那些渐行渐远的朋友，我几乎从不做挽留，不管过去我们多么亲密。渐远的事实告诉我，我们的三观，能力，信仰，视野，对生活的态度，都已经产生了不可逆的差异，之前的美好时光，就放在心底，下次有缘相见，拿出来下酒吹牛，就够了。 5.一定要戒掉跪舔的习惯 看到微博上说王宝强一直对妻子很好，疼爱有加，妻子则表现相反。不论真假，我们在处理生活当中的关系时，都要警惕一种倾向：过度长期失衡的利益输出，或者简言之：跪舔。 前些天我在LinkedIn上给近一万人做了一场分享：如何去撩那些比自己厉害的人。当中提到的一个重要原则便是：不要跪舔，一定不要跪舔，坚决不能跪舔！ 为什么？因为人性本贱！ 人们对容易得来的东西，是不会珍惜的。相较于得到，人们更害怕失去。如若你一直处于跪舔的姿态，对你来说，你时刻处于求而不得，和害怕失去的地位，而对方则相反，处在十分容易获得的地位。这种局面只会让不均衡的关系走向更加不均衡！ 基于人性，我也从来不主张谈对象时，一方花大力气才能取悦另一方，或者说去追求对方。若是如此，这种感情关系，长久以往，必然走向破裂。 不要再傻逼式地喜欢一个人三年五年了，那是你感动自己的行为，就算追到，感情也处在一个极度不均衡的系统当中，多半分手收场，又是何必？ 6.势均力敌是一个动态过程 回到第3部分最后的问题。就算两个人结婚了，也至多表明，在当下那个时刻，双方在可见的范围内，是势均力敌的。 就如王宝强和老婆结婚那一刻。或许在当时，女生的确很看重王宝强的事业，或者说由此带来的金钱收益，而相对忽略他的外在。宝强也看重女方的容貌，双方总体平衡。 后来呢，随着二人结婚生子，王宝强老婆也认识了更多的圈内人士和资源，自己赚钱的能力亦有显著的提升，从老王身上也已获得不少物质意义上的好处。目前尚不清楚离婚后财产分割，但总体来说，女方一定比最初结婚时对物质的要求要低。 换句话说，目前的老王，可以给到老婆的利益输出，对女方产生的边际效用，要显著地小于结婚之初。可能随之而来的是，在容貌，外在，谈吐等其他老王的劣势方面，则能带给老王老婆高得多的边际收益，而老王的经纪人正好可以提供这种收益。 这里的分析有一个关键假设，就是王宝强的老婆，至始至终都没有放弃对容貌等外在因素的期待，只是在一开始的时候，这种期待被事业金钱名气上的期待暂时压制下去。如果老王的老婆能够改变自己看重的方面，结婚之后，更看重宝强的才华和事业上的成就，而忽略其他方面的不足，那就不会出现今天的情况。这个在经济学上叫，改变效用函数的结构。 上面的分析可能有点绕。讲大白话就是，两个人在一开始的势均力敌，并不能保证时间推移下长久的势均力敌。 大家的经历，能力，视野，甚至三观，都在动态变化，当且仅当，两人的变化能使得最初的势均力敌能长远地维持下去，关系才能真正长久。 老王和老婆，显然是反例。事实是，夫妻二人早已同床异梦，思考问题的逻辑，追求的价值，道德，生活方式，都有了越来越大的，无法弥合的变化，离婚，出轨，都只是这些变化的表现形式。 各位对照一下自己的前任，是不是也是这样？除了前任，想一想那些变淡的朋友，是不是还是这样？真理永远都是少数而简单的。 7.我们到底需要什么样的关系？ 人们把老王离婚的责任归结于女方的道德败坏之上，我认为并不足以看到问题后面的本质，也不足以给我们足够有益的启示，毕竟，谁不知道要忠于婚姻，忠于爱情呢？可是，为什么还是有那么多人离婚，那么多人分手？ 用我们的实习生九老师的话来说，就是 我觉得学校教会我们最有用的一个东西就是，“透过现象看本质”的这个万能的、对一切事物都适用的定律。可惜好像很多人都忘了。 不管是分手离婚还是朋友变淡，当我们看到这些问题背后的共同本质都是因为基于利益交换的均衡系统被打破时，我们就会知道，任何脱离这个本质强加的外在约束（道德，婚姻的制度保护等），都是没有没用的。 真正可以长久维系的关系是：确立关系时，我们是势均力敌，旗鼓相当的。确立关系后，我们能朝着共同的方向，去努力上进也好，去一起堕落也罢，保证同样长久的势均力敌。 短暂的均衡被打破之后，我们要能快速意识到这个问题并加以调整，而不只是一味地抱怨对方：你怎么没时间陪我了，你怎么不给我买包包了，你怎么不愿意和我一起看韩剧了？当对方在思考改变世界的时候，你在思考长腿欧巴，你说这关系，不分手可能吗？ 所以，请永远记住：势均力敌的过程比状态更重要，动态平衡的关系才能走到最后，旗鼓相当的人才值得托付终身。","categories":[],"tags":[{"name":"思维","slug":"思维","permalink":"http://yoursite.com/tags/思维/"}]},{"title":"大侠请重新来过","slug":"tech-00001","date":"2018-06-20T08:44:16.000Z","updated":"2020-09-04T07:01:57.600Z","comments":true,"path":"2018/06/20/tech-00001/","link":"","permalink":"http://yoursite.com/2018/06/20/tech-00001/","excerpt":"当重装电脑之后，或者想在其他电脑上修改博客，可以使用下列步骤： 1.使用git clone url拷贝仓库（默认分支为hexo）； 2.在本地新拷贝的CrazyMilk.github.io文件夹下通过Git bash依次执行下列指令： npm install -g hexo 下载hexo、 npm install 下载node_modules、 npm install hexo-deployer-git 下载git上传插件。","text":"当重装电脑之后，或者想在其他电脑上修改博客，可以使用下列步骤： 1.使用git clone url拷贝仓库（默认分支为hexo）； 2.在本地新拷贝的CrazyMilk.github.io文件夹下通过Git bash依次执行下列指令： npm install -g hexo 下载hexo、 npm install 下载node_modules、 npm install hexo-deployer-git 下载git上传插件。 在本地对博客进行修改（添加新博文、修改样式等等）后，通过下面的流程进行管理：1.依次执行git add .、git commit -m “…”、git push origin hexo指令将改动推送到GitHub（此时当前分支应为hexo）；2.然后才执行hexo generate -d发布网站到master分支上。","categories":[],"tags":[]}]}